"menu.help.title" = "Bantuan Kereta Sewa";
"settings.label.url.1" = "Urus Tempahan";
"settings.label.url.2" = "FAQ";
"settings.label.url.3" = "Pusat Bantuan";
"bookings.status.confirmed" = "Disahkan";
"bookings.status.unconfirmed" = "Tidak disahkan";
"bookings.status.cancelled" = "Sudah Dibatalkan";
"bookings.title" = "Tempahan";
"bookings.status.reviewpayment" = "Semak Pembayaran";
"bookings.status.completed" = "Berjaya dilengkapkan";
"bookings.sheet.bookingdetails.link" = "Lihat butiran tempahan";
"bookings.sheet.unconfirmed.info" = "Kebanyakan tempahan kami disahkan dalam masa 48 jam";
"bookings.sheet.reviewpayment.info" = "Bayaran Gagal. Pergi ke Urus tempahan untuk menyemak butiran pembayaran anda.";
"bookings.sheet.managebooking.link" = "Urus tempahan";
"bookings.bookingdetails.status" = "Status tempahan";
"sale_landing_banner_monetary_tagline" = "Tempah sekarang daripada ${x} sehari!";
"sale_landing_banner_percentage_tagline" = "Diskaun sehingga ${x}, tempah sekarang!";
"filter.header.eco" = "Mesra Alam";
"filter.header.mileage" = "Jarak Perbatuan";
"vehicle.seats.number" = "${x} Tempat duduk";
"menu.alert.title" = "Ubah Tetapan?";
"menu.alert.body" = "Sebarang carian aktif akan ditetapkan semula.";
"insurance.options.axa.header" = "Pilihan Insurans";
"insurance.options.axa.limited.body" = "<b>Terhad</b> - Memberikan <b> perlindungan minimum</b>, sekiranya anda mengalami kemalangan, anda perlu membayar lebihan yang tidak akan <b>dibayar balik</b> sehingga ${x}.";
"insurance.options.axa.premium.body" = "<b>Premium</b> - Memberikan <b>perlindungan pada tahap yang lebih tinggi</b>, sekiranya anda mengalami kemalangan, lebihan anda akan <b>dibayar balik</b> sehingga ${x}.";
"insurance.limited.caption" = "Perlindungan minimum untuk kecurian dan kerosakan badan kenderaan. <b>Anda membayar bagi setiap kerosakan yang</b> tidak dilindungi oleh pilihan terhad.";
"insurance.limited.benefit1" = "Lebihan <b>Tiada Bayaran Balik</b>";
"insurance.limited.benefit2" = "Perlindungan Pihak Ketiga";
"insurance.limited.benefit3" = "Bantuan Kerosakan";
"insurance.limited.excess.liable" = "Apabila memilih Perlindungan Terhad, anda perlu membayar lebihan sehingga ${x} sekiranya berlaku kemalangan tanpa bayaran balik.";
"insurance.limited.included" = "Termasuk";
"insurance.axa.premium.caption" = "Memberikan anda <b>perlindungan pada tahap yang lebih tinggi</b>, merangkumi pilihan perlindungan Terhad.";
"insurance.axa.premium.benefit1" = "Sehingga <b>100% Lebihan Bayaran Balik</b>";
"insurance.axa.premium.benefit2" = "Perlindungan Pihak Ketiga";
"insurance.axa.premium.benefit3" = "Bantuan Kerosakan";
"insurance.axa.premium.benefit4" = "Kerosakan Cermin Depan, Tingkap dan Tayar";
"insurance.axa.premium.benefit5" = "Barangan Peribadi Anda";
"insurance.axa.premium.benefit6" = "Kerosakan atau Kehilangan Kunci";
"insurance.axa.premium.benefit7" = "Kerosakan Bumbung dan Rangka Sokongan Bahagian Bawah";
"insurance.axa.premium.benefit8" = "Bayaran Salah Penggunaan Bahan Api";
"insurance.axa.premium.benefit9" = "Yuran Pentadbiran";
"insurance.axa.premium.benefit10" = "Sokongan Tuntutan Berbilang Bahasa";
"insurance.axa.premium.terms" = "Apabila memilih insurans Premium dan meneruskan proses ini, anda mengesahkan bahawa anda telah membaca dan menerima Terma dan Syarat Polisi Insurans dan berdasarkan maklumat ini, polisi ini memenuhi keperluan anda.";
"insurance.priceperday" = "${x}/hari";
"insurance.total.price" = "Jumlah: ${x}";
"insurance.options.awn.au.header" = "Jangan ambil risiko. Ambil Insurans Kembara Jalan Raya.";
"insurance.options.awn.au.body" = "<b>Insurans Roadtrip</b> - Memberi perlindungan, sekiranya anda terlibat dalam kemalangan dengan kenderaan sewa anda, lebihan dan barangan peribadi anda akan dilindungi, bernilai sehingga ${x}.";
"insurance.awn.au.title" = "Insurans Kembara Jalan Raya";
"insurance.awn.au.caption" = "Memberikan anda <b>perlindungan pada tahap yang lebih tinggi</b>, merangkumi pilihan perlindungan Terhad.";
"insurance.awn.au.benefit1" = "Sehingga 100% lebihan bayaran balik";
"insurance.awn.au.benefit2" = "Perlindungan Pihak Ketiga";
"insurance.awn.au.benefit3" = "Barangan Peribadi Anda";
"insurance.awn.au.benefit4" = "Perbelanjaan perubatan di luar negara";
"insurance.awn.au.benefit5" = "Perlindungan utama dan harta benda peribadi";
"insurance.awn.au.benefit6" = "Kematian Kemalangan";
"insurance.awn.au.benefit7" = "Bayaran Salah Penggunaan Bahan Api";
"insurance.axa.premium.cancellation.policy" = "Pembatalan insurans PERCUMA sehingga 24 jam sebelum kenderaan diambil";
"insurance.awn.au.terms" = "Apabila memilih insurans Roadtrip dan meneruskan proses ini, anda mengesahkan bahawa anda telah membaca dan menerima Polisi Insurans ${x} dan berdasarkan maklumat ini, polisi ini memenuhi keperluan anda.";
"insurance.zero.excess.terms" = "Apabila memilih insurans Tambahan Sifar dan meneruskan proses ini, anda mengesahkan bahawa anda telah membaca dan menerima Terma dan Syarat Polisi Insurans dan berdasarkan maklumat ini, polisi ini memenuhi keperluan anda.";
"insurance.options.awn.au.limited.body" = "<b>Insurans Terhad</b> - Tiada perlindungan untuk lebihan atau harta benda peribadi anda.";
"insurance.awn.au.terms.link" = "Terma dan Syarat";
"results.filter.all1" = "Semua Penapis";
"results.filter.all2" = "Semua Penapis (${x})";
"results.summary.title" = "<b>${x}</b> kereta | Disusun mengikut: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "Bagaimanakah susuhan isihan \'Disyorkan\' berfungsi?";
"Omnibus.Pos.2.Title" = "Apakah makna ‘Nilai untuk Wang’?";
"Omnibus.Pos.3.Title" = "Apakah pemboleh ubah yang dipertimbangkan dalam susunan isihan ini?";
"Omnibus.Pos.4.Title" = "Bagaimanakah Penempatan Tajaan berfungsi?";
"Omnibus.Pos.1.Body" = "Susunan isihan \'Disyorkan\' menggunakan pelbagai faktor untuk meletakkan kedudukan kenderaan dalam susunan yang memastikan anda melihat \'Nilai untuk Wang\' yang terbaik di bahagian atas hasil carian anda. Komisen yang diterima daripada pembekal kereta sewa mempengaruhi susunan ini.";
"Omnibus.Pos.2.Body" = "Istilah ‘Nilai untuk Wang’ menerangkan pemboleh ubah yang mempengaruhi kemungkinan pelanggan mengambil kereta sewa. Komisen yang kami (CarTrawler) terima daripada pembekal kereta sewa mengiktiraf peranan kami (CarTrawler) dalam proses tempahan dan mempengaruhi cara kami melihat aspek ‘Nilai untuk Wang’ secara keseluruhan.";
"Omnibus.Pos.3.Body" = "Bagi mengenal pasti ‘Nilai untuk Wang’ yang terbaik untuk pelanggan kami, susunan isihan kami mempertimbangkan beberapa pemboleh ubah, termasuk:";
"Omnibus.Pos.4.Body" = "Sesetengah rakan kongsi perjalanan bekerja dengan pembekal kereta sewa terpilih. Penempatan tajaan mungkin dipaparkan di bahagian atas hasil carian disebabkan bayaran yang diterima oleh rakan kongsi perjalanan daripada pembekal kereta sewa yang dipilih. Pelanggan boleh mengenal pasti penempatan tajaan ini apabila ia diserlahkan dalam penempatan berjenama di bahagian atas hasil carian.";
"Omnibus.Pos.3.bullet.1" = "Tarikh tempahan dan lokasi carian.";
"Omnibus.Pos.3.bullet.2" = "Tempoh sewaan.";
"Omnibus.Pos.3.bullet.3" = "Penilaian pelanggan pembekal kereta sewa berdasarkan skor CSAT dan NPS.";
"Omnibus.Pos.3.bullet.4" = "Tingkah laku bersejarah pelanggan berkaitan dengan pembelian masa lalu dan penetapan harga bersejarah bagi hasil sewaan kereta yang serupa.";
"Omnibus.Pos.3.bullet.5" = "Komisen yang kami terima daripada pembekal kereta sewa atau rakan kongsi insurans.";
"Omnibus.Accept.Button.Text" = "Baik!";
"Omnibus.Header.Text" = "Penjelasan Saranan";
"bookings.sheet.remove" = "Alih Keluar Tempahan";
"bookings.dialog.remove.title" = "Alih Keluar Tempahan?";
"bookings.dialog.remove.text" = "Anda akan mengeluarkan tempahan ini secara kekal daripada senarai tempahan anda.";
"bookings.dialog.remove.text.history" = "Tempahan ini dan seluruh sejarah tempahan anda masih boleh diakses melalui portal pelanggan kami.";
"bookings.dialog.remove.CTA" = "Alih Keluar";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "Tempah dengan ${x}";
"payment.options.paypal.banner.text" = "Selepas mengetik pada \'Tempah dengan PayPal\' di bawah, anda akan dihalakan ke laman web PayPal dan di sana anda perlu log masuk ke dalam akaun anda dan selesaikan bayaran. Selepas itu, anda akan dibawa ke halaman Pengesahan Tempahan Sewa Kereta.";
"payment.options.paypal.failed.title" = "Bayaran ${x} Gagal";
"payment.options.paypal.failed.text" = "Harap maaf, terdapat masalah berlaku semasa memproses bayaran anda. Tempahan anda belum selesai dan anda tidak dikenakan bayaran. Sila cuba lagi dengan salah satu kaedah pembayaran yang disediakan di bawah.";
"vehicle_fuel_plugin_hybrid" = "Hibrid pemalam";
"insurance.axa.regulatory.statement.uk" = "CarTrawler ialah Wakil yang Dilantik bagi pihak Inter Partner Assistance S.A., yang diberi kuasa dan dikawal selia oleh National Bank of Belgium, dengan ibu pejabat berdaftar di Boulevard du Régent 7, 1000 Brussels, Belgium. Diberi kuasa oleh Pihak Berkuasa Peraturan Prudential (nombor rujukan firma 202664). Tertakluk pada peraturan oleh Lembaga Kelakuan Kewangan dan peraturan terhad oleh Pihak Berkuasa Peraturan Prudential. Alamat pejabat Inter Partner Assistance S.A., cawangan UK adalah 106-118 Station Road, Redhill, RH1 1PR. Inter Partner Assistance S.A. adalah sebahagian daripada Kumpulan AXA.";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "Jenis 1";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "Jenis 2";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Tidak dikhususkan";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Soket dinding";
"VehicleList.Map.BottomSheet.ChargeType" = "Jenis pengecas";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "Buka 24 jam";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "Tidak berfungsi";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Perlahan";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Laju";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Pantas";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Ultra-pantas";
"view_voucher" = "Lihat Baucar";
"VehicleList.Chip.EVLongRange.Text" = "Kenderaan Eletrik (EV) Jarak Jauh";
"VehicleDetails.EVLongRange.Description" = "Kenderaan Eletrik (EV) Jarak Jauh: Kenderaan ini mampu merentasi jarak sejauh ${x} dengan sekali cas";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Kenderaan Alternatif Mesra Alam";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "Kenderaan Eletrik (EV) Jarak Jauh";
"landing.countdowntimer.salename" = "Jualan Potongan Harga";
"landing.countdowntimer.presale" = "${x} akan bermula dalam masa";
"landing.countdowntimer.duringsale" = "${x} akan berakhir dalam masa";
"Driver.Details.Marketing.Consent.Text" = "Dapatkan tawaran eksklusif untuk sewaan kereta dan maklumat penting lain terus ke peti masuk anda.";
"Driver.Details.Marketing.Consent.Policy" = "Lihat ${x} kami untuk mendapatkan maklumat lanjut.";
"abandonment.deeplink.total" = "Jumlah";
"abandonment.deeplink.day" = "hari";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "Lokasi mesra EV";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Lebih baik untuk pemanduan di bandar";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Memandu dengan tenang";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Risau tentang kos bahan api?";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "Sewaan EV akan membawa anda lebih jauh";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "Lokasi pengambilan anda mempunyai perkhidmatan pengecasan yang sangat baik untuk sewaan Kenderaan Elektrik (Electric Vehicle, EV)";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Memandu Kenderaan Elektrik (EV) adalah sama seperti kereta automatik. EV lebih senyap dan tidak melepaskan CO2";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Kos mengecas Kenderaan Elektrik (EV) adalah jauh lebih murah daripada mengisi bahan api petrol atau diesel untuk kereta yang mempunyai saiz yang serupa. Menjimatkan sehingga 50% perbelanjaan perjalanan anda";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Kenderaan Elektrik (EV) lebih cekap dikawal untuk berhenti dan mula bergerak dalam trafik di bandar";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "Sewaan Kenderaan Elektrik (EV) jarak jauh membolehkan pemanduan sejauh lebih daripada 400km dengan sekali pengecasan. 80% perjalanan kereta di Eropah adalah kurang daripada 50km";
"insurance.axa.premium.uk.cancellation.policy" = "Pembatalan PERCUMA pada bila-bila masa sebelum kenderaan diambil";
"landing.mosaic.title" = "Komitmen kami untuk mesra alam sekitar";
"landing.mosaic.tile1.title" = "Keperluan asas EV";
"landing.mosaic.tile1.body" = "Perkara yang perlu anda tahu semasa menyewa Kenderaan Elektrik";
"landing.mosaic.tile1.ctaText" = "<u>Ketahui lebih lanjut</u>";
"landing.mosaic.tile2.title" = "Keperluan asas untuk pengecasan EV";
"landing.mosaic.tile2.body" = "Panduan untuk mengecas EV";
"landing.mosaic.tile2.ctaText" = "<u>Ketahui lebih lanjut</u>";
"landing.mosaic.tile3.body" = "Soalan penting yang perlu ditanya apabila menyewa EV";
"landing.mosaic.tile3.ctaText" = "<u>Ketahui lebih lanjut</u>";
"landing.countdowntimer.days" = "hari";
"landing.countdowntimer.hours" = "jam";
"landing.countdowntimer.minutes" = "minit";
"landing.countdowntimer.seconds" = "saat";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} Lapangan terbang - ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} lokasi (${y})";
"results.filter.all3" = "Tapis (${x})";
"VehicleList.Header.Filter" = "Tapis";
"VehicleList.Header.Filter.Selected" = "Tapis (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "Harga untuk tempoh ${X} hari dari ${y}";
"LoyaltyNumber" = "Nombor Kesetiaan (pilihan)";
"VehicleList.Header.Map" = "Peta";
"Payment.256.Encrypted" = "Semua transaksi pembayaran dilakukan dalam penyulitan SSL 256-bit";
"Insurance.Applicable.Taxes" = "Termasuk semua cukai yang berkenaan";
"BookingError.Insurance" = "Harap maaf, terdapat masalah teknikal berlaku semasa memproses tempahan anda. Tempahan kereta sewa anda berjaya tetapi ada masalah dengan pembelian Insuran anda. Sila cuba sekali lagi pada bahagian Mengurus Tempahan Saya dan masukkan butiran maklumat berdasarkan e-mel pengesahan anda.";
"Payment.Exchange.Currency.Message" = "Harap maklum bahawa jumlah yang perlu dibayar pada hari ini akan dicaj dalam ${z} berdasarkan kadar tukaran mata wang pada hari ini (${x} = ${y})";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Lain-lain";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Jumlah ${x}";
"settings.label.url.4" = "Dasar privasi tapak ini.";
"Price.Summary.Included.Charges" = "Termasuk caj";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Maklumat Pembekal";
"VehicleList.Map.BottomSheet.SupplierDistance" = "${x} ${y} jauh";
"VehicleList.Map.BottomSheet.SupplierHours" = "Waktu bekerja";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Ditutup";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "Isnin";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "Selasa";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "Rabu";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "Khamis";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "Jumaat";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "Sabtu";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "Ahad";
"Add.Booking.Title" = "Mohon maaf, kami tidak menjumpai sebarang hasil carian yang sepadan dengan kriteria carian anda.";
"Add.Booking.Form.Error" = "Mohon maaf, kami tidak menjumpai sebarang hasil carian yang sepadan dengan kriteria carian anda.";
"Add.Booking.Heading" = "Tambah Tempahan";
"Add.Booking.Form.BookingId.Error" = "Nombor tidak sah";
"please.try.again" = "Sila cuba lagi.";
"insurance.xc.simple.api.main.ipid.text" = "IPID";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Pembatalan insurans percuma pada bila-bila masa sebelum kenderaan diambil";
"Insurance.XC.Subtitle.eDo" = "Memberi perlindungan yang lebih baik, insurans Perlindungan Premium menawarkan peningkatan had polisi sehingga ${policy.limit}, bersama-sama dengan pecahan had yang lebih tinggi untuk melindungi perkara yang paling penting. Disediakan secara eksklusif untuk ahli Prime.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "Pembatalan percuma sehingga 24 jam sebelum pengambilan";
"insurance.xc.simple.api.main.more.info.button" = "Maklumat lanjut";
"Insurance.XC.USP.ThirdParty" = "Perlindungan Pihak Ketiga";
"insurance.xc.simple.api.main.link.terms.text" = "Terma dan Syarat";
"Insurance.xc.pricing.terms" = "Termasuk semua cukai yang berkenaan";
"Insurance.XC.USP.LatePickUp" = "Pengambilan Lewat kerana Kelewatan Penerbangan";
"Insurance.XC.Pill.Free.Cancellation.UK" = "Pembatalan percuma sehingga 24 jam sebelum pengambilan";
"insurance.xc.simple.api.main.premium.cta" = "Teruskan dengan perlindungan Premium";
"Insurance.XC.USP.Windscreen" = "Kerosakan Cermin Depan, Tingkap dan Tayar";
"Insurance.XC.USP.Misfueling" = "Bayaran Salah Penggunaan Bahan Api";
"Insurance.XC.USP.BreakdownAssistance" = "Bantuan Kerosakan";
"Insurance.XC.USP.ClaimSupport" = "Sokongan Tuntutan Berbilang Bahasa";
"Insurance.XC.USP.TravelExpenses" = "Perbelanjaan Perjalanan";
"Insurance.XC.Subtitle" = "Apabila mengambil perlindungan tambahan kami, sebarang jumlah lebihan maksimum ${x}, akan dibayar balik kepada anda. Sekiranya berlaku kemalangan, anda tidak perlu membayar apa-apa daripada perbelanjaan sendiri.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "Apabila memilih Perlindungan Premium dan meneruskan proses ini, anda mengesahkan bahawa anda telah membaca dan menerima ${x} Insurans dan ${y} dan berdasarkan maklumat ini, polisi ini memenuhi semua keperluan anda.";
"Insurance.XC.Title" = "Perlindungan Premium";
"Insurance.XC.USP.RefundableExcess.Alt" = "Sehingga <span>100% Lebihan bayaran balik</span>";
"CannotProcessReservation" = "Ralat luar jangkaan  telah berlaku. Tempahan anda tidak dibuat dan anda tidak dicajkan sebarang bayaran. Sila buat carian baharu dan cuba semula.";
"insurance.options.xc.header" = "Pilihan Insurans";
"insurance.options.xc.premium.body" = "<b>Premium</b> - Memberikan <b>perlindungan pada tahap yang lebih tinggi</b>, sekiranya anda mengalami kemalangan, lebihan anda akan <b>dibayar balik</b> sehingga ${x}.";
"top.up.your.protection" = "Tambah perlindungan anda";
"insurance.options.xc.limited.body" = "<b>Terhad</b> - Memberikan <b> perlindungan minimum</b>, sekiranya anda mengalami kemalangan, anda perlu membayar lebihan yang tidak akan <b>dibayar balik</b> sehingga ${x}.";
"title_calendar" = "Pilih tarikh";
"title_conditions" = "Terma dan Syarat";
"title_details" = "Butiran Kereta";
"title_details_supplier" = "PENARAFAN";
"title_details_vehicle" = "TERMASUK";
"title_extras_insurance" = "Tambahan dan Insurans";
"title_filters" = "Penapis";
"title_insurance" = "Insurans";
"title_locations" = "Lokasi";
"title_payment" = "Bayaran";
"title_results" = "Hasil";
"title_search_ground" = "Cari pengangkutan darat";
"title_search_rental" = "Sewaan kereta ";
"title_settings" = "Tetapan";
"title_summary" = "Ringkasan pembayaran";
"title_user" = "Butiran pemandu utama";
"title_extras" = "Kemudahan Tambahan";
"CTA_add" = "Tambah tempahan";
"CTA_search" = "Cari kereta";
"CTA_save" = "Simpan tetapan";
"CTA_continue" = "Teruskan";
"CTA_with_insurance" = "Teruskan dengan insurans";
"CTA_no_insurance" = "Teruskan tanpa insurans";
"CTA_to_homepage" = "Kembali ke halaman utama";
"CTA_book" = "Tempah sekarang untuk";
"CTA_close" = "Tutup";
"CTA_cancel" = "Batal";
"CTA_done" = "Selesai";
"search_pickup_location_text" = "Lokasi pengambilan";
"search_pickup_location_hint" = "Masukkan nama lapangan terbang, bandar atau stesen";
"search_return_location_text" = "Lokasi pemulangan";
"search_return_location_hint" = "Masukkan nama lapangan terbang, bandar atau stesen";
"search_return_location_button" = "Kembali ke lokasi yang sama";
"search_driver_age" = "Pemandu berusia antara 25-70";
"search_driver_age_hint" = "Usia pemandu";
"search_select_dates" = "Tarikh";
"search_select_dates_hint" = "Pilih tarikh";
"search_pickup_time_text" = "Masa pengambilan";
"search_return_time_text" = "Masa pemulangan";
"search_locations_placeholder" = "Taipkan lokasi";
"calendar_summary_dropoff" = "Tarikh penghantaran";
"calendar_summary_pickup" = "Tarikh pengambilan";
"calendar_summary_title" = "Pilih tarikh";
"calendar_select_date" = "Pilih tarikh";
"calendar_select_dates" = "Pilih tarikh anda";
"calendar_pickup_date" = "Tarikh pengambilan";
"calendar_return_date" = "Tarikh pemulangan";
"calendar_continue" = "Teruskan";
"calendar_sun" = "Aha";
"calendar_mon" = "Isn";
"calendar_tue" = "Sel";
"calendar_wed" = "Rab";
"calendar_thu" = "Kha";
"calendar_fri" = "Jum";
"calendar_sat" = "Sab";
"locations_results_airports" = "Lapangan terbang";
"locations_results_others" = "Semua lokasi lain";
"settings_country_title" = "Negara";
"settings_currency_title" = "Mata wang:";
"settings_select_country" = "Pilih Negara";
"settings_select_currency" = "Pilih Mata Wang";
"settings_select_languages" = "Pilih Bahasa";
"results_sort" = "Susun";
"results_filter" = "Tapis";
"vehicle_orsimilar" = "atau serupa";
"vehicle_passenger" = "Penumpang";
"vehicle_passengers" = "Penumpang";
"vehicle_bag" = "Beg";
"vehicle_bags" = "Beg";
"vehicle_door" = "Pintu";
"vehicle_doors" = "Pintu";
"vehicle_duration_1" = "Harga untuk";
"vehicle_duration_2" = "hari";
"vehicle_duration_3" = "hari";
"vehicle_total_price" = "Jumlah Harga";
"vehicle_best_seller" = "Paling Laris";
"vehicle_great_value" = "Nilai hebat";
"vehicle_provided" = "Disediakan oleh";
"vehicle_air_conditioning" = "Penyaman Udara";
"vehicle_fuel_policy" = "Polisi Minyak";
"vehicle_supplier_address" = "Alamat pembekal";
"vehicle_suppliers_address_detail" = "Alamat pembekal adalah:";
"vehicle_pickup_location" = "Lokasi Pengambilan";
"vehicle_vehicle_inclusion" = "Item ini juga termasuk dalam harga kenderaan ini";
"rental_sort_title" = "Asingkan hasil mengikut";
"rental_sort_price" = "Harga";
"rental_sort_rating" = "Penarafan";
"rental_sort_recommended" = "Disyorkan";
"filter_package" = "Pakej";
"filter_carsize" = "Saiz Kereta";
"filter_supplier" = "Pembekal";
"filter_rating" = "Penarafan";
"filter_fuel" = "Polisi Minyak";
"filter_carfuel" = "Jenis bahan api";
"filter_carspec" = "Spesifikasi Kereta";
"filter_transmission" = "Transmisi";
"filter_specialoffers" = "Tawaran Istimewa";
"filter_transfertype" = "Jenis pemindahan";
"filter_transfertime" = "Masa perjalanan";
"filter_reset" = "Tetap Semula";
"vehicle_type_cargovan" = "Cargovan";
"vehicle_type_compact" = "Kompak";
"vehicle_type_compact_elite" = "Elit kompak";
"vehicle_type_economy" = "Ekonomi";
"vehicle_type_economy_elite" = "Elit ekonomi";
"vehicle_type_estate" = "Kereta estet/station wagon ";
"vehicle_type_exotic" = "Eksotik";
"vehicle_type_exotic_SUV" = "SUV eksotik";
"vehicle_type_fifteen_passenger_van" = "Van Lima Belas Penumpang";
"vehicle_type_five_seat_carrier" = "Kenderaan Lima Tempat Duduk";
"vehicle_type_four_wheel_drive" = "Pacuan empat roda";
"vehicle_type_fullsize" = "Saiz penuh";
"vehicle_type_fullsize_elite" = "Elit saiz penuh";
"vehicle_type_intermediate" = "Pertengahan";
"vehicle_type_intermediate_elite" = "Elit pertengahan";
"vehicle_type_large_SUV" = "SUV Besar";
"vehicle_type_large_truck" = "Trak Besar";
"vehicle_type_luxury" = "Mewah";
"vehicle_type_luxury_elite" = "Elit mewah";
"vehicle_type_medium_SUV" = "SUV Sederhana";
"vehicle_type_midsize" = "Saiz sederhana";
"vehicle_type_mini" = "Mini";
"vehicle_type_mini_elite" = "Elit mini";
"vehicle_type_minivan" = "Van mini";
"vehicle_type_moped" = "Basikal Berenjin";
"vehicle_type_moving_van" = "Van Bergerak";
"vehicle_type_nine_seat_carrier" = "Kenderaan Sembilan Tempat Duduk";
"vehicle_type_oversize" = "Saiz besar";
"vehicle_type_premium" = "Premium";
"vehicle_type_premium_elite" = "Elit premium";
"vehicle_type_regular" = "Kenderaan Biasa";
"vehicle_type_seven_seat_carrier" = "Kenderaan Tujuh Tempat Duduk";
"vehicle_type_small_SUV" = "SUV Kecil";
"vehicle_type_small_medium_truck" = "Trak Kecil Sederhana";
"vehicle_type_special" = "Istimewa";
"vehicle_type_standard" = "Standard";
"vehicle_type_standard_elite" = "Elit standard";
"vehicle_type_stretch" = "Kenderaan Panjang";
"vehicle_type_subcompact" = "Subkompak";
"vehicle_type_twelve_foot_truck" = "Truk Dua Belas Kaki";
"vehicle_type_twelve_passenger_van" = "Van Dua Belas Penumpang";
"vehicle_type_twenty_foot_truck" = "Truk Dua Puluh Kaki";
"vehicle_type_twenty_four_foot_truck" = "Truk Dua Puluh Empat Kaki";
"vehicle_type_twenty_six_foot_truck" = "Truk Dua Puluh Enam Kaki";
"vehicle_type_unique" = "Kenderaan Unik";
"vehicle_type_vehicle_size_SUV" = "Kenderaan Saiz SUV";
"vehicle_type_other" = "Lain-lain";
"vehicle_fuel_petrol" = "Petrol";
"vehicle_fuel_diesel" = "Diesel";
"vehicle_transmission_auto" = "Auto";
"vehicle_transmission_manual" = "Manual";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Cas Sama-Caj Sama";
"vehicle_fuel_policy_type_FULLFULL" = "Penuh Seperti Asal";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "Kosong ke kosong";
"vehicle_fuel_policy_type_FULLEMPTY" = "Prabeli";
"vehicle_fuel_policy_type_HALFEMPTY" = "Separuh ke kosong";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Ambil suku penuh dan pulangkan kosong";
"vehicle_fuel_policy_type_HALFHALF" = "Separuh Penuh Seperti Asal";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "Suku Penuh Seperti Asal";
"vehicle_fuel_policy_type_UNKNOWN" = "Tidak Diketahui";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Bahan api: Prabeli bahan api dengan bayaran balik";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Bahan api: Pilih di kaunter";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Caj bahan api: Tidak termasuk";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Caj bahan api: Termasuk";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Pastikan ia dicas supaya anda tidak dicajkan bayaran. Anda akan menerima kenderaan dengan tahap cas bateri tertentu daripada pihak pembekal semasa pengambilan. Anda bertanggungjawab untuk memulangkan kenderaan itu kemudian dengan tahap cas bateri yang sama seperti semasa anda mengambilnya.";
"vehicle_fuel_policy_desc_FULLFULL" = "Ini adalah pilihan bahan api terbaik. Kereta anda dibekalkan dengan tangki penuh bahan api. Hanya pulangkan kereta dengan tangki penuh untuk mengelakkan sebarang caj pengisian semula bahan api.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "Kereta anda dibekalkan dengan bahan api yang mencukupi untuk membawa anda ke stesen minyak terdekat. Kereta perlu dipulangkan dengan tangki kosong kerana bayaran balik tidak akan diberikan untuk bahan api yang tidak digunakan.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "Kereta anda dibekalkan dengan tangki penuh bahan api tetapi anda akan dikenakan bayaran untuknya di kaunter perkhidmatan. Kereta perlu dipulangkan dengan tangki kosong kerana bayaran balik tidak akan diberikan untuk bahan api yang tidak digunakan.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "Kereta anda dibekalkan dengan bahan api sebanyak separuh tangki. Anda akan dikenakan caj untuk bahan api ini di kaunter perkhidmatan. Anda boleh menggunakan seberapa banyak bahan api yang anda inginkan dan tidak perlu mengisi semula tangki sebelum memulangkan kereta";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "Kereta anda dibekalkan dengan bahan api sebanyak suku tangki. Anda akan dikenakan caj untuk bahan api ini di kaunter perkhidmatan. Anda boleh menggunakan seberapa banyak bahan api yang anda inginkan dan tidak perlu mengisi semula tangki sebelum memulangkan kereta";
"vehicle_fuel_policy_desc_HALFHALF" = "Kereta anda dibekalkan dengan tangki separuh penuh bahan api. Pulangkan kereta dengan tangki separuh penuh untuk mengelakkan sebarang caj pengisian semula bahan api. Jika anda memulangkan kereta dengan lebih bahan api, anda tidak akan menerima sebarang bayaran balik tambahan.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "Kereta anda dibekalkan dengan tangki suku penuh bahan api. Pulangkan kereta dengan tangki suku penuh untuk mengelakkan sebarang caj pengisian semula bahan api. Jika anda memulangkan kereta dengan lebih bahan api, anda tidak akan menerima sebarang bayaran balik tambahan.";
"vehicle_fuel_policy_desc_UNKNOWN" = "Lihat Maklumat Penting";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "Kereta anda dibekalkan dengan tangki penuh bahan api. Anda akan dikenakan bayaran untuknya di kaunter perkhidmatan dan anda akan dikenakan bayaran pentadbiran yang tidak akan dikembalikan. Anda akan dibayar balik untuk bahan api yang tidak digunakan semasa anda memulangkan kereta.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "Kereta anda dibekalkan dengan setangki penuh bahan api. Anda boleh memilih untuk membayar bahan api terlebih dahulu di kaunter perkhidmatan (Prabeli) atau mengisi semula tangki sebelum memulangkan kereta (Penuh Seperti Asal). Walau apa pun cara yang dipilih, pastikan anda memberitahu pembekal kereta sewa tentang dasar bahan api pilihan anda.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "Caj bahan api tidak termasuk dalam kadar. Anda membayar untuk pengisian semula tangki kepada penuh sebelum pemandu anda menurunkan anda.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "Semua caj bahan api telah dimasukkan. Anda tidak perlu membayar untuk apa-apa pengisian semula bahan api tambahan.";
"vehicle_pickup_type" = "Jenis pengambilan";
"vehicle_pickup_location_VWF_1.VWF.X" = "Pengambilan dari terminal lapangan terbang";
"vehicle_pickup_location_VWF_2.VWF.X" = "Di Lapangan Terbang";
"vehicle_pickup_location_VWF_3.VWF.X" = "Terminal lapangan terbang";
"vehicle_pickup_location_VWF_4.VWF.X" = "Stesen kereta api";
"vehicle_pickup_location_VWF_5.VWF.X" = "Penghantaran ke hotel";
"vehicle_pickup_location_VWF_6.VWF.X" = "Pembekal Kereta Sewa";
"vehicle_pickup_location_VWF_7.VWF.X" = "Pusat Bandar";
"vehicle_pickup_location_VWF_8.VWF.X" = "Timur Pusat Bandar";
"vehicle_pickup_location_VWF_9.VWF.X" = "Selatan Pusat Bandar";
"vehicle_pickup_location_VWF_10.VWF.X" = "Barat Pusat Bandar";
"vehicle_pickup_location_VWF_11.VWF.X" = "Utara Pusat Bandar";
"vehicle_pickup_location_VWF_12.VWF.X" = "Pelabuhan/Feri";
"vehicle_pickup_location_VWF_13.VWF.X" = "Berdekatan Penginapan";
"vehicle_pickup_details_VWF_1.VWF.X" = "Ini adalah pilihan pengambilan paling mudah. Kaunter perkhidmatan berada di dalam terminal lapangan terbang.";
"vehicle_pickup_details_VWF_2.VWF.X" = "Kaunter perkhidmatan berada di kawasan lapangan terbang.";
"vehicle_pickup_details_VWF_4.VWF.X" = "Ini adalah perkhidmatan jumpa dan sapa. Pemandu anda akan menunggu anda semasa ketibaan. Sila berikan nombor penerbangan anda supaya pemandu dapat mengesan penerbangan anda sekiranya ada kelewatan.";
"vehicle_pickup_details_VWF_5.VWF.X" = "Kereta anda akan sedia untuk pengambilan dari meja hadapan hotel anda.";
"vehicle_pickup_details_VWF_6.VWF.X" = "Ini adalah perkhidmatan jumpa dan sapa. Pemandu anda akan menunggu anda semasa ketibaan. Sila berikan nombor penerbangan anda supaya pemandu dapat mengesan penerbangan anda sekiranya ada kelewatan.";
"vehicle_pickup_type_VLI_1.VLI.X" = "Di terminal";
"vehicle_pickup_type_VLI_2.VLI.X" = "Terminal dan stesen perkhidmatan ulang alik";
"vehicle_pickup_type_VLI_3.VLI.X" = "Bas ulang-alik percuma";
"vehicle_pickup_type_VLI_4.VLI.X" = "Jumpa dan sapa";
"vehicle_pickup_type_VLI_6.VLI.X" = "Pemandu peribadi";
"vehicle_pickup_at_airport" = "Di Lapangan Terbang";
"vehicle_pickup_unknown" = "Tidak Diketahui";
"included_title" = "Diberikan secara percuma:";
"included_cancel" = "Pembatalan";
"included_amend" = "Pindaan";
"included_thirdparty" = "Liabiliti Pihak Ketiga";
"included_theft" = "Perlindungan Kecurian";
"included_collision" = "Pengecualian Kerosakan Perlanggaran";
"included_terms" = "Terma dan Syarat";
"supplier_reviews" = "ulasan";
"supplier_car" = "Kebersihan kereta";
"supplier_desk" = "Perkhidmatan di kaunter pembekal";
"supplier_pickup" = "Proses pengambilan kereta sewa";
"supplier_dropoff" = "Proses pemulangan kereta sewa";
"supplier_price" = "Nilai yang berbaloi sepenuhnya dengan harga";
"supplier_waiting" = "Masa menunggu";
"supplier_below_average" = "Bawah sederhana";
"supplier_good" = "Bagus";
"supplier_excellent" = "Cemerlang";
"supplier_rating_detail" = "pelanggan menilai syarikat sewa kereta ini sebagai";
"extras_equipment_aircon" = "Penyaman Udara";
"extras_equipment_gps" = "GPS";
"extras_back" = "Kembali";
"extras_conditions" = "Sila ambil perhatian yang tambahan perlu dibayar di kaunter sewaan. Kami cuba memastikan pelanggan mendapat semua tambahan. Namun, ketersediaan tidak semestinya dijamin.";
"extras_per_day" = "setiap hari";
"extras_placeholder" = "Disediakan oleh ketua insurans global dan pengurusan aset Axa.";
"insurance_summary_replace_src" = "tanda kotak di bawah";
"insurance_summary_replace_val" = "pilih untuk meneruskan dengan insurans";
"insurance_summary_title" = "Sebab mendapatkan perlindungan penuh";
"insurance_list_1_title" = "Nilai hebat";
"insurance_list_1_body" = "Hapuskan potensi liabiliti sehingga ${x} untuk hanya ${w} pada setiap hari";
"insurance_list_2_title" = "Perlindungan terbaik";
"insurance_list_2_body" = "Jika berlaku kerosakan atau kecurian kereta dan anda diminta membayar lebihan, ia akan dibayar semula sepenuhnya kepada anda.";
"insurance_list_3_title" = "Ketenangan fikiran";
"insurance_list_3_body" = "Anda dilindungi sepenuhnya untuk lebihan anda apabila sesuatu yang tidak diinginkan berlaku.";
"insurance_conditions" = "Sila rujuk ${x} untuk butiran penuh.";
"insurance_provider" = "Disediakan oleh ketua insurans global dan pengurusan aset Axa";
"insurance_policy" = "Polisi ini ditaja jamin oleh INTER PARTNER ASSISTANCE SA, ahli AXA Assistance Group, Avenue Louise 166, 1050 Brussels, Belgium.";
"user_name_hint" = "Nama";
"user_firstname_hint" = "Nama hadapan";
"user_surname_hint" = "Nama keluarga";
"user_email_hint" = "E-mel";
"user_email2_hint" = "Sahkan E-mel";
"user_phone_hint" = "Telefon";
"user_address_hint" = "Alamat";
"user_address_line1_hint" = "Alamat baris 1";
"user_address_line2_hint" = "Alamat baris 2";
"user_city_hint" = "Bandar";
"user_postcode_hint" = "Poskod";
"user_flight_hint" = "Nombor Penerbangan (Penting)";
"user_country_hint" = "Negara";
"summary_desk" = "Bayar di kaunter";
"summary_now" = "Bayar sekarang";
"summary_rental" = "Sewaan kereta ";
"summary_ground" = "Perjalanan";
"summary_total" = "Jumlah";
"summary_pickup" = "Pengambilan";
"summary_dropoff" = "Pemulangan";
"summary_lead_driver" = "Butiran pemandu utama";
"summary_vehicle" = "Ringkasan kenderaan";
"summary_payment" = "Ringkasan pembayaran";
"summary_damage_refund" = "Insurans Pembayaran Balik Kerosakan";
"summary_booking_fee" = "Bayaran tempahan ";
"payment_text_1" = "Klik \"Tempah Sekarang\" untuk melengkapkan tempahan anda dan menerima ${x}";
"payment_text_2" = "Terma dan Syarat";
"receipt_email_text" = "Kami sudah menghantar e-mel pengesahan ke ${x}. Ia mungkin mengambil masa sehingga 15 minit untuk diterima. Sila semak baucar anda sebelum mengambil kereta anda.";
"receipt_scroll" = "Skrol untuk ringkasan";
"receipt_success" = "Tempahan anda berjaya.";
"receipt_summary_car" = "Ringkasan kereta";
"receipt_summary_driver" = "Butiran pemandu utama";
"receipt_summary_dropoff" = "Pemulangan";
"receipt_summary_pickup" = "Pengambilan";
"receipt_title" = "Tahniah!";
"receipt_your_reference" = "Nombor rujukan tempahan anda:";
"general_form_empty" = "Sila isi ruang ini";
"results_empty" = "Tiada hasil";
"error_widget_no_cars" = "Tidak dapat mencari kenderaan bagi lokasi ini";
"error_payment_general" = "Ralat berlaku semasa pembayaran";
"error_requestor_missing" = "Tiada ID peminta diberikan";
"error_payment_no_internet1" = "Tiada Sambungan Internet";
"error_payment_no_internet2" = "Anda memerlukan sambungan Internet untuk melengkapkan tempahan anda";
"error_payment_loading1" = "Maaf";
"error_payment_loading2" = "Kami mengalami masalah memuatkan skrin bayaran";
"error_ok" = "OK";
"error_no_booking_ref" = "Nombor Rujukan Tempahan";
"error_no_insurance_available" = "Tiada Insurans Tersedia";
"booking_reference_prefix" = "Rujukan tempahan";
"title_booking_manager" = "Tempahan Akan Datang";
"settings_language_header" = "Bahasa";
"interstitial_header" = "Kami sedang mencari kereta yang sempurna untuk anda";
"interstitial_subheader" = "pada harga terbaik";
"mins_placeholder" = "minit";
"summary_deposit" = "Deposit sewa kereta";
"confirmation_loading_header" = "Kami sedang memproses bayaran anda";
"confirmation_loading_subheader" = "Sila tunggu, ini boleh mengambil masa sehingga 30 saat";
"address_details_title" = "Butiran Alamat";
"add_extras_title" = "Tambah kemudahan tambahan";
"insurance_upgrade" = "Tambah insurans";
"insurance_added" = "Ditambah";
"car_rental_total" = "Jumlah sewaan kereta";
"vehicle_features" = "ciri-ciri";
"vehicle_features_title" = "Ciri kereta yang lain";
"free_cancellation_detail" = "Berita baik! Pembatalan dan pertukaran percuma dengan tempahan anda.";
"free_cancellation_title" = "Berita Baik!";
"free_cancellation_point1" = "Pembatalan percuma sehingga 24 jam sebelum kenderaan diambil";
"free_cancellation_point2" = "Tiada bayaran dikenakan apabila anda mengubah tempahan anda secara dalam talian, melalui aplikasi atau panggilan telefon.";
"vehicle_mileage_title" = "Elaun perbatuan perjalanan:";
"vehicle_mileage_618_VCP_X" = "Jarak Tempuh Terhad";
"vehicle_mileage_618_VCP_X_desc" = "Jarak pemanduan biasa ${x} ${y} ${z} sudah termasuk dalam harga ini. Bayaran tambahan boleh dikenakan bagi jarak tambahan yang dilalui.";
"vehicle_mileage_609_VCP_X" = "Jarak tempuh tanpa had";
"vehicle_mileage_609_VCP_X_desc" = "Anda boleh memandu kereta ini tanpa had jarak perjalanan";
"vehicle_insurance_title" = "Insurans";
"vehicle_insurance_title_description" = "Perlindungan terhad";
"insurance_upgrade_title" = "Naik Taraf Perlindungan Anda";
"insurance_upgrade_subtitle" = "Insurans Pembayaran Balik Kerosakan";
"insurance_more" = "Maklumat lanjut";
"insurance_per_day" = "setiap hari";
"insurance_total" = "Jumlah";
"insurance_detail_title" = "Insurans Pembayaran Balik Kerosakan";
"insurance_more_details_title1" = "Kurangkan liabiliti anda daripada ${x} ke ${y}";
"insurance_more_details_insurance_main_text" = "Pembekal kereta sewa mungkin akan meminta anda membeli insurans deposit atau tambahan untuk perjalanan anda. Insurans Bayaran Balik Kerosakan ini perlu meliputi keperluan perlindungan tambahan anda, jadi sila semak terma dan syarat anda sebelum membeli polisi insurans yang lain. Jika terdapat kerosakan pada kereta atau dicuri, pembekal kereta sewa akan menyimpan bayaran tambahan untuk membiayai kos tersebut. Anda boleh menuntut semula bayaran ini sepenuhnya dengan Insurans Bayaran Balik Kerosakan.";
"vehicle_other" = "Kereta lain";
"insurance_more_details_title2" = "Apa yang dilindungi ";
"insurance_more_details_point1" = "Lebihan bayaran balik bagi kerosakan penuh dan kecurian ";
"insurance_more_details_point2" = "Tayar, tingkap, cermin dan stering";
"insurance_more_details_point3" = "Bumbung, bingkai bahagian bawah kenderaan dan kesilapan bekalan bahan api";
"insurance_more_details_point4" = "Caj pentadbiran";
"insurance_more_details_point5" = "Perlindungan utama &amp; hak milik peribadi";
"insurance_terms_conditions" = "Terma dan Syarat";
"CTA_add_to_flight" = "Tambah kepada penerbangan";
"CTA_edit" = "Sunting";
"payment_name" = "Nama";
"payment_card" = "Nombor kad";
"payment_expiry" = "BB/TT";
"payment_cvc" = "Nombor CVC";
"payment_summary_pay_nothing_desk" = "Tidak perlu bayar di kaunter";
"extras_title" = "Tambah kemudahan tambahan";
"extras_all" = "Lihat semua";
"merchandising_business" = "Pengembara perniagaan";
"merchandising_city_break" = "Percutian Di Kota";
"merchandising_family_size" = "Saiz Keluarga";
"merchandising_best_seller" = "Paling Laris";
"merchandising_great_value" = "Nilai hebat";
"merchandising_quickest_queue" = "Giliran Paling Cepat";
"merchandising_recommended" = "Disyorkan";
"merchandising_upgrade_to" = "Menaik taraf kepada";
"merchandising_on_budget" = "Dalam penjimatan";
"merchandising_best_reviewed" = "Ulasan Terbaik";
"payment_free" = "Diberikan secara percuma";
"feature_usb" = "Sambungan USB";
"feature_bluetooth" = "Bluetooth";
"feature_gps" = "GPS";
"feature_title" = "Ciri-ciri yang lain";
"feature_german_model" = "Model German";
"feature_front_demister" = "Penyahkabus depan";
"feature_parking_sensors" = "Sensor tempat letak kereta";
"feature_fuel_economy" = "Penggunaan bahan api yang bagus";
"extra_per_rental" = "setiap sewaan";
"mileage_allowance" = "Jarak Perbatuan";
"mileage_unlimited" = "Tanpa Had";
"mileage_limited" = "Terhad";
"insurance_basic" = "Insurans:";
"insurance_basic_detail" = "Perlindungan terhad";
"CTA_add_vehicle_basket" = "Tambah ke dalam bakul";
"all_extras_paid" = "Semua permintaan tambahan perlu dibayar semasa pengambilan kenderaan";
"payment_secure_text" = "Terjamin 100%";
"payment_cardnumber" = "Nombor Kad";
"payment_cvv" = "CVV";
"extras_included_for_free" = "Diberikan secara percuma:";
"extras_101.EQP" = "Pemandu Tambahan";
"extras_7" = "Sesuai untuk bayi berusia sehingga 9 bulan atau berat kurang daripada 9 kg / 20 paun.";
"extras_9" = "Sesuai untuk kanak-kanak berusia 4 tahun dan ke atas atau seberat 18-45 kg / 40-100 paun.";
"extras_8" = "Sesuai untuk kanak-kanak berusia 9 bulan hingga 4 tahun atau seberat 8-18 kg / 20-40 paun.";
"extras_13" = "Sistem navigasi satelit.";
"extras_3" = "Memperluas ruang penyimpanan kereta.";
"extras_34" = "Telefon bimbit dengan GPS.";
"extras_4" = "Penyimpanan ski yang selamat.";
"extras_10" = "Disyorkan untuk pemanduan dalam keadaan musim sejuk.";
"extras_52" = "Membolehkan anda menggunakan laluan pembayaran tol elektronik semasa memandu di lebuh raya.";
"extras_55" = "Akses internet tanpa wayar bagi komputer riba, telefon pintar, tablet dan peranti lain yang boleh didayakan dengan Wi-Fi.";
"extras_30" = "Pakej ini termasuk peralatan wajib untuk pemanduan dalam musim sejuk.";
"extras_14" = "Disyorkan untuk pemanduan dalam keadaan musim sejuk.";
"Message.FreeCancellation.7days" = "Pembatalan percuma sehingga 7 hari selepas membuat tempahan anda! ";
"extras_102.EQP" = "Sistem navigasi satelit.";
"overall_rating" = "Penarafan";
"payment_invalid_card_number" = "Nombor tidak sah";
"payment_invalid_expiry_date" = "Tarikh tidak sah";
"payment_invalid_cvc_number" = "3 atau 4 digit sahaja";
"search_title" = "Carian";
"search_compare_deals" = "Banding dan dapatkan tawaran kereta sewa yang <b>paling berbaloi</b>";
"whats_your_pickup_location" = "Di manakah lokasi pengambilan anda?";
"whats_your_dropoff_location" = "Di mana lokasi penghantaran anda?";
"view_your_next_trip" = "Lihat perjalanan anda yang akan datang!";
"book_another_car" = "atau tempah kereta lain";
"why_book_with_us" = "Mengapa menempah dengan kami?";
"free_cancellation_and_amendments" = "Pembatalan dan pindaan percuma";
"free_cancellation_amendments_detail" = "Pembatalan percuma sehingga 24 jam sebelum kenderaan diambil. Tiada yuran pentadbiran apabila anda mengubah tempahan anda.";
"phone_support" = "Sokongan telefon 24/7";
"phone_support_detail" = "Pasukan kami sentiasa bersedia untuk membantu, 24 jam sehari, 7 hari seminggu";
"airports_city_locations" = "30,000 lokasi bandar raya dan lapangan terbang";
"airports_city_locations_detail" = "Bandingkan 1,700 pembekal, Pilih &amp; Jimat!";
"no_hidden_costs" = "Tiada kos tersembunyi";
"no_hidden_costs_detail" = "Kami akan jelaskan sebarang kos tambahan sebelum anda menempah kereta sewa anda. Butiran lanjut mengenai perkara yang dirangkumi? Semak terma dan syarat untuk sebarang kereta.";
"damage_theft_protection" = "Perlindungan Kecurian dan Kerosakan";
"damage_theft_protection_detail" = "Kadar sewaan kami turut merangkumi Pengecualian Kerosakan Perlanggaran dan Perlindungan Kecurian.";
"vehicles" = "kenderaan";
"apply" = "Gunakan";
"select_all" = "Pilih semua";
"perfect_car" = "Kami sedang mencari kereta yang paling sesuai untuk anda";
"free_cancellation" = "Percuma";
"cancellation_amendments" = "pembatalan dan pindaan";
"included_important" = "Penting";
"customer_ratings" = "Berdasarkan %@ penilaian pelanggan";
"more_features" = "Ciri-ciri Lain";
"continue_to_payment" = "Teruskan ke bayaran";
"car_rental" = "Sewaan kereta";
"toast_extras" = "Jumlah keseluruhan bil anda adalah termasuk caj tambahan, tetapi anda akan membayarnya apabila anda mengambil kereta.";
"booking_delay" = "Proses ini boleh mengambil masa sehingga 30 saat";
"booking_please_sit_tight" = "Sila tunggu";
"booking_secure_payment" = "Bayaran selamat";
"booking_pay" = "Bayar";
"booking_manage_your_booking" = "Urus tempahan anda";
"booking_card_title" = "Perjalanan ke";
"booking_button_title" = "LIHAT TEMPAHAN";
"booking_list_title" = "Lihat perjalanan anda yang akan datang?";
"payment_title_header" = "Semak semula";
"payment_pay_at_pickup_title" = "Bayar semasa pengambilan kereta";
"payment_pay_at_desk_title" = "Mesti dibayar di kaunter";
"summary_extras_cell_title" = "Anda akan membayar item berikut semasa pengambilan dalam mata wang tempatan:";
"summary_car_hire_title" = "Bayaran Kereta Sewa";
"booking_summary_title" = "Rujukan Tempahan";
"payment_summary_title" = "Ringkasan Harga";
"user_phone_prefix_hint" = "Awalan";
"car_rental_subscribe" = "Ya, saya ingin menerima tawaran eksklusif melalui e-mel. Henti langganan pada bila-bila masa. ";
"secure_payment_header" = "Bayaran selamat";
"secure_payment_text" = "Semua transaksi pembayaran dilakukan dalam penyulitan SSL 128 bit";
"payment_conditions_1" = "Klik \"Bayar\" untuk melengkapkan tempahan anda dan menerima ${x} serta ${y}";
"payment_conditions_2" = "Syarat sewaan";
"splash_navigation_title" = "Sewa Kereta";
"summary_pay_total" = "Bayar %@";
"deselect_all" = "Nyahpilih semua";
"free_cancellation_and_amendments_banner" = "Pembatalan dan pindaan <b>percuma</b>";
"settings_currency_updated" = "Mata wang dikemas kini";
"booking_not_included" = "Tidak termasuk";
"vehicle_type_convertible" = "Kereta berhud";
"loyalty_scheme_title" = "Ganjaran WestJet";
"loyalty_scheme_label" = "ID Ganjaran WestJet";
"loyalty_scheme_intro" = "Ahli Ganjaran WestJet menerima pulangan balik 1% dalam mata wang WestJet. Mata wang WestJet diberikan pada nilai sebelum cukai dan kos yuran kereta sewa anda.";
"loyalty_scheme_notes" = "Mata wang WestJet hanya boleh digunakan oleh pemandu utama.  Sila berikan ID Ganjaran WestJet pemandu utama.";
"loyalty_scheme_confirm" = "Ahli ini akan menjadi pemandu utama untuk kereta sewa dan akan memperoleh dolar WestJet sebelum cukai, yuran dan kos surcaj untuk sewa.";
"Free.LimitedDamageProtection" = "Perlindungan Kerosakan Terhad";
"Free.LimitedTheftProtection" = "Perlindungan Kecurian Terhad";
"Insurance.Excess.Liability" = "Liabiliti lebihan sehingga ${x}";
"Insurance.Basic.Cover.Incl" = "Perlindungan terhad (termasuk):";
"Insurance.Insurance.Explained" = "Insurans diterangkan";
"Basic.Intro" = "Dengan Perlindungan Terhad pembekal, anda dilindungi untuk liabiliti pihak ketiga. Anda juga mempunyai perlindungan kecurian dan kerosakan terhad. Ia merangkumi sebahagian besar dari jumlah kos. Namun begitu, anda akan dipertanggungjawabkan untuk lebihan berjumlah sehingga €3,000. Apabila anda mengambil kereta anda, anda perlu memberikan deposit keselamatan menggunakan kad kredit anda. Sekiranya kereta anda rosak atau dicuri, pihak pembekal akan mengambil kos ganti rugi daripada deposit anda.";
"Insurance.Premium.Cover" = "Perlindungan Premium:";
"Premium.Intro" = "Dengan Perlindungan Premium, anda memperoleh manfaat Perlindungan Terhad pembekal (termasuk perlindungan liabiliti pihak ketiga) dan juga perlindungan deposit perlindungan anda. Jika kereta anda rosak atau dicuri, pembekal kereta sewa akan menyimpan lebihan untuk menampung kos yang anda boleh tuntut semula, tertakluk kepada had maksimum seperti yang ditunjukkan dalam Jadual Manfaat polisi ini (lihat pautan di bawah). Butiran tentang cara membuat tuntutan akan dihantar bersama e-mel pengesahan anda.";
"Premium.Tyres.Benefit" = "Ia melindungi kos anda bagi penggantian tayar atau tayar pancit, kerosakan kepada cermin dan tayar.";
"Premium.Key.Benefit" = "Ia juga akan melindungi kos anda bagi penggantian kunci kereta dan barangan peribadi yang hilang, sekiranya ia dicuri dari kereta anda.";
"Premium_TC" = "Terma dan Syarat Premiun";
"Insurance.Got.It" = "Baik!";
"Damage.Protection" = "Perlindungan Kerosakan";
"Free.TheftProtection" = "Perlindungan Kecurian";
"Insurance.Checklist.ExcessRefund" = "Bayaran balik untuk sebarang lebihan yang dibayar";
"AddPremium" = "Tambah Perlindungan Premium";
"NoThanks" = "Tidak mengapa, terima kasih";
"Daily_price_Per_day" = "/hari";
"Insurance.Info.Subtitle1" = "Mengambil kereta anda";
"Insurance.Info.Subtitle2" = "Memulangkan kereta anda";
"Insurance.Info.Text.2" = "Pembekal kereta sewa mungkin akan meminta anda membeli insurans lebihan di kaunter. Anda tidak memerlukan insurans ini jika anda menambah Insurans Bayaran Balik Kerosakan kami kerana anda sudah dilindungi.";
"Insurance.Info.Text.3" = "Deposit akan diletakkan dalam kad kredit anda bagi melindungi bayaran tambahan sekiranya berlaku kerosakan atau kecurian.";
"Insurance.Info.Text.4" = "Jika kereta ini tidak rosak atau dicuri, lebihan deposit dalam kad kredit anda akan dibayar balik sepenuhnya.";
"Insurance.Info.Text.5" = "Jika kereta ini rosak atau dicuri, pembekal kereta sewa akan menyimpan bayaran lebihan untuk membiayai kos, yang kemudiannya anda boleh tuntut semula sepenuhnya. Butir-butiran tentang cara membuat tuntutan akan dihantar bersama e-mel pengesahan anda.";
"Insurance.Info.Text.6" = "Pastikan anda membawa kad kredit atas nama pemandu, berserta dengan had kredit yang mencukupi untuk membiayai lebihan/deposit, dan hubungi kami jika anda mengalami sebarang masalah di kaunter perkhidmatan pembekal kereta sewa.";
"Insurance.Info.Text.7" = "Rujuk Terma dan Syarat untuk butiran sepenuhnya.";
"X.PerDay" = "${x} sehari";
"Insurance.Prompt.CoverPrice" = "Jumlah harga: ${x}";
"car.insurance" = "Insuran Kereta";
"AddStandard" = "Tambah Perlindungan Premium";
"CTA.Insurance.Added" = "Tempah dengan Perlindungan Premium";
"CTA.Insurance.Not.Added" = "Disertakan Perlindungan Terhad";
"Standardadded" = "Perlindungan Premium Ditambah";
"PayAtPickupReminder" = "Jangan lupa, anda akan membayar baki ${x} semasa pengambilan, dalam mata wang tempatan.";
"Insurance.Limited.Cover.Incl" = "Perlindungan terhad (termasuk)";
"Recent.Searches" = "Carian terbaru";
"AddCar" = "Teruskan";
"Total" = "Jumlah:";
"Limited.Offer" = "Tawaran masa terhad";
"PercentageOff" = "Potongan ${x}";
"Free.ThirdPartyLiability" = "Liabiliti Pihak Ketiga";
"Insurance.Checklist.Item2" = "Tayar, tingkap, cermin dan stering";
"Insurance.Checklist.Item5" = "Perlindungan utama &amp; hak milik peribadi";
"Chubb.Content.1" = "Pengecualian Kerosakan Perlanggaran dan Perlindungan Kecurian yang disertakan dalam sewaan ini tidak melindungi anda sepenuhnya jika berlaku kerosakan dan kecurian. Anda masih bertanggungjawab untuk pembayaran lebihan sekiranya kereta rosak atau dicuri atau anda kehilangan kunci kereta.";
"Chubb.Content.2" = "Ya, saya mahu menginsuranskan diri saya terhadap potensi pembayaran lebihan dengan hanya ${x} (${y} = ${z}).";
"Chubb.Content.3" = "Jika anda mahu menginsuranskan pembayaran lebihan berpotensi, pastikan anda tandakan kotak di atas.";
"Chubb.Content.4" = "Nilai hebat";
"Chubb.Content.5" = "Bayaran balik pembayaran lebihan yang dikenakan bernilai sehingga ZAR 50,000 untuk hanya ${x} (${y} = ${z}).";
"Chubb.Content.6" = "Perlindungan terbaik";
"Chubb.Content.7" = "Terima bayaran balik bernilai sehingga ZAR 50,000 jika anda dikehendaki membayar lebihan.";
"Chubb.Content.8" = "Dan lebih banyak";
"Chubb.Content.9" = "Manfaat Kemalangan Peribadi bernilai sehingga ZAR 50,000 untuk kematian atau ketidakupayaan dan perlindungan untuk Kecurian Barangan Peribadi bernilai sehingga ZAR 15,000 turut dilindungi oleh insurans ini.";
"Chubb.Content.10" = "Bagaimana insurans ini berfungsi semasa dan selepas sewaan?";
"Chubb.Content.11" = "Bagaimanakah insurans ini berfungsi semasa dan selepas sewaan?";
"Chubb.Content.12" = "Mengambil kereta anda";
"Chubb.Content.13" = "Pembekal kereta sewa mungkin akan meminta anda membeli insurans lebihan di kaunter. Anda tidak memerlukan insurans ini jika anda menambah Insurans Bayaran Balik Kerosakan kami kerana anda sudah dilindungi. Deposit akan diletakkan dalam kad kredit anda bagi melindungi bayaran tambahan sekiranya berlaku kerosakan atau kecurian.";
"Chubb.Content.14" = "Pastikan anda membawa kad kredit atas nama pemandu, berserta dengan had kredit yang mencukupi untuk membiayai lebihan/deposit, dan hubungi kami jika anda mengalami sebarang masalah di kaunter perkhidmatan pembekal kereta sewa.";
"Chubb.Content.15" = "Memulangkan kereta anda";
"Chubb.Content16" = "Jika kereta ini rosak atau dicuri, pembekal kereta sewa akan menyimpan bayaran lebihan untuk membiayai kos, yang kemudiannya anda boleh tuntut semula sepenuhnya. Butiran tentang cara membuat tuntutan akan dihantar bersama e-mel pengesahan anda. Jika kereta ini tidak rosak atau dicuri, lebihan deposit dalam kad kredit anda akan dibayar balik sepenuhnya.";
"Chubb.Content.17" = "Rujuk pada Terma dan Syarat untuk butiran sepenuhnya.";
"National.ID" = "Nombor ID Kebangsaan";
"Origin.Province" = "Pilih wilayah asal anda";
"Allianz.Content.1" = "Manfaat insurans bawah polisi ini termasuk ";
"Allianz.Content.2" = "Kerosakan fizikal atau kehilangan kereta sewa yang berlaku semasa anda memandu atau ketika kereta sewa dibiarkan tanpa pemantauan sepanjang tempoh kereta disewa";
"Allianz.Content.3" = "Sebarang kerugian atau kerosakan lain pada kereta sewa yang berlaku akibat selain daripada pelanggaran (contohnya: kebakaran, ribut, vandalisme)";
"Allianz.Content.4" = "Kecurian kereta sewa atau mana-mana bahagian atau aksesori kereta sewa tersebut";
"Allianz.Content.5" = "Caj untuk hilang guna yang sah semasa kereta sewa sedang dibaiki.";
"Allianz.Content.6" = "Bayaran yang dikenakan untuk menunda kereta sewa ke kemudahan sedia ada yang terdekat.";
"origin.State" = "Pilih negeri asal anda";
"Orient.legal" = "Polisi ini ditaja jamin oleh Orient Sigorta A.Ş. (nombor pendaftaran T14113-CEM09) dan diedarkan oleh agensi yang dibenarkan, iaitu Hepstar. Dengan memilih produk ini, anda bersetuju bahawa data peribadi anda dihantar, diproses, direkodkan, disimpan, dikelaskan, dikemas kini dan diedarkan kepada pihak ketiga yang berkaitan, di samping disimpan di luar negara menurut undang-undang Turki nombor 6698 dan undang-undang berkaitan.";
"Insurance.Upgrade.Cover" = "Naik Taraf Perlindungan Anda";
"Car.Excess.Cover.AU" = "Insurans Lebihan Kereta Sewa";
"Insurance.Checklist.Item1" = "Bayaran balik lebihan bagi kerosakan &amp; kecurian";
"Add" = "Tambah";
"Car.Excess.Cover.Text.AU" = "Apabila anda mengambil kereta, pembekal biasanya akan menyimpan deposit pada kad kredit anda yang sama banyaknya dengan amaun lebihan yang perlu anda bayar sekiranya kereta rosak atau dicuri";
"Car.Excess.Cover.CTA.Promo" = "Tandakan kotak di bawah jika anda ingin melindungi liabiliti lebihan kereta sewa (sehingga ${x})";
"Insurance.Prompt.Content.CTA" = "Ya, Saya mahu membeli Insurans Tambahan Kereta Sewa";
"Car.Excess.Cover.Agree.Statement" = "Dengan menandakan kotak di atas, saya bersetuju untuk menerima ${x} dan ${y} melalui pautan ini. Saya telah membaca dan memahaminya, dan saya bersetuju untuk membenarkan maklumat peribadi saya dikumpulkan, digunakan dan didedahkan sepertimana yang ditetapkan dalam Allianz Global Assistance ${z}.";
"Insurance.Prompt.Agree.Links" = "Kenyataan Pemberitahuan Produk (PDS - Product Disclosure Statement)";
"Insurance.Prompt.Agree.Links2" = "Panduan Perkhidmatan Kewangan";
"Insurance.Prompt.ContentUS2" = "Lindungi diri anda dengan Pelindungan Kereta Sewa Allianz dengan harga serendah ${x} sehari.";
"Insurance.Prompt.TCs" = "Pengecualian, syarat dan batasan mungkin diguna pakai. Lihat ${x}";
"CarTermsAndConditions" = "Terma dan Syarat";
"Car.Excess.Cover.CTA.AU" = "Ya, Saya mahu membeli Insurans Tambahan Kereta Sewa untuk ${x}";
"Add.Cover" = "Tambah Perlindungan";
"Insurance.Prompt.SelectCA" = "Wilayah manakah yang mengeluarkan lesen memandu anda?";
"Insurance.Prompt.CTA.Insure.US" = "Ya, saya mahu membeli Pelindungan Kereta Sewa";
"AddInsurance" = "Tambah insurans";
"Chubb.Content.18" = "Produk ini hanya sedia ada untuk individu berusia antara 21 dan 80 tahun. Polisi ditaja jamin oleh Chubb Insurance South Africa Limited dan diuruskan oleh Hepstar Financial Services, penyedia perkhidmatan kewangan yang dibenarkan. Terma dan syarat polisi diguna pakai. Polisi ini diberikan tanpa sebarang nasihat dan insurans diambil mengikut dasar maklumat fakta yang diberikan oleh pihak Syarikat insurans.";
"Car.Excess.Cover.TC.AU" = "Insurans ini ditanggung oleh Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL No. 234708 dan dikeluarkan serta diuruskan oleh AWP Australia Pty Ltd ABN 52 097 227 177 AFSL No. 245631 yang beroperasi sebagai Allianz Global Assistance. Et Ausco Limited ARBN 612 412 094 beroperasi sebagai CarTrawler mendapatkan insurans ini sebagai ejen untuk Allianz Global Assistance. Terma, syarat, had dan pengecualian diguna pakai. Sebarang nasihat berkenaan Insurans ini disediakan oleh Allianz Global Assistance. Ia adalah nasihat umum sahaja dan tidak berdasarkan sebarang pertimbangan tentang objektif, situasi atau keperluan kewangan anda. Sebelum membuat keputusan, sila pertimbangkan ${x}. Jika anda membeli polisi Allianz Global Assistance, CarTrawler dan entiti yang merujuk anda ke laman ini menerima komisen iaitu peratusan daripada premium anda.";
"Orient.Content.1" = "Terima bayaran balik bernilai sehingga TRY 7000 jika anda dikehendaki membayar lebihan.";
"Orient.Content.2" = "Bayaran balik pembayaran lebihan yang dikenakan bernilai sehingga TRY 7000 untuk hanya ${x} (${y} = ${z}).";
"Orient.Content.3" = "Manfaat Kemalangan Peribadi yang bernilai sehingga TRY 100,000 bagi kematian atau ketidakupayaan dan perlindungan bagi Kecurian Barangan Peribadi bernilai sehingga TRY 3000 dimasukkan dalam insurans ini!";
"Orient.Content.4" = "Perlindungan bagi pembayaran lebihan yang tidak diduga.";
"Orient.Content.5" = "Manfaat Kemalangan Peribadi yang bernilai sehingga TRY 100,000 bagi kematian atau ketidakupayaan dan perlindungan bagi Kecurian Barangan Peribadi yang bernilai sehingga TRY 3,000 dimasukkan dalam insurans ini!.";
"Insurance.Prompt.Agree.Links3" = "Notis Privasi";
"Allianz.Content.7" = "Saya ingin membeli Perlindungan Kereta Sewa dan sudah membaca ${x}";
"Allianz.Content.8" = "Kadar insurans yang disebut harga tidak termasuk Cukai. Cukai akan dikenakan caj jika berkenaan di wilayah anda dan disenaraikan secara berasingan pada Pengesahan Insurans anda.";
"filter_pickup" = "Lokasi pengambilan";
"vehicle_seat" = "Tempat duduk";
"vehicle_seats" = "Tempat duduk";
"age_range_error_text" = "Sila masukkan umur pemandu sah (18 atau lebih)";
"invalid_search_parameters" = "Ralat parameter carian";
"insurance" = "Insurans:";
"supplier_average" = "Sederhana";
"TRANSFERS.Cheapest.Airport.Destination" = "PEMINDAHAN - Cara paling murah untuk bergerak dari lapangan terbang ke destinasi anda";
"GT.Private.Transfer" = "Pemindahan peribadi";
"Transfer.Service.Class.Regular" = "Standard";
"Business" = "Perniagaan";
"Business.Minivan" = "Van Mini Bisnes";
"Transfer.Service.Class.Luxury" = "Premium";
"Standard.Minivan" = "Minivan";
"Max.Passengers" = "Sehingga ${X}";
"AirConditioning.Abbr" = "Penyaman udara";
"WifiAccess" = "Akses Wi-Fi";
"Free.Cancellation.Mobile" = "Pembatalan Percuma";
"Filter.Supplier" = "Pembekal";
"Review.destination.address" = "Semak alamat destinasi anda";
"Book.Now.Modify.Destination" = "Anda boleh tempah sekarang dan masih boleh mengubah destinasi dalam tempoh 24 jam sebelum berlepas. Harga mungkin berubah berdasarkan destinasi anda.";
"One.Hyphen.Way.Transfer" = "Pemindahan satu perjalanan";
"Special.requests.optional" = "<strong>Permintaan khas</strong> (pilihan)";
"Additional.Info.Text" = "Adakah sebarang maklumat tambahan yang perlu diketahui oleh pemandu seperti keperluan istimewa, tempat duduk khas kanak-kanak, jenis bagasi?";
"Special.Request" = "Masukkan sebarang permintaan khusus";
"You.also.get" = "<strong>Anda juga mendapat:</strong>";
"Certified.Driver" = "Pemandu yang diperakui";
"No.taxes.tolls.gratuity" = "Tiada cukai, tol dan ganjaran";
"FREE.wait" = "TIADA masa menunggu";
"TransferConditions" = "Syarat pemindahan";
"IHaveReadTermsConditions.link2" = "Terma dan Syarat Tempahan";
"Privacy.Policy" = "Dasar privasi tapak ini.";
"Confirm" = "Sahkan";
"Total.Transfer.Cost" = "Jumlah kos pemindahan";
"OtherFee" = "Yuran lain";
"YoungDriverFee" = "Yuran pemandu muda";
"Price.Updated" = "Harga sudah dikemas kini.";
"Address.Prompt.Field" = "Sila masukkan hotel, lapangan terbang, jalan atau tempat menarik";
"Price.No.Change" = "Semuanya bagus, tiada perubahan harga.";
"PrivateTransfer.Added" = "Pemindahan peribadi anda sudah ditambah";
"Results.Found" = "${X} hasil carian dijumpai";
"Ticket.Oneway" = "Sehala";
"From.To" = "Dari ${X} ke ${Y}";
"Destination.confirmed" = "Destinasi disahkan";
"No.Avail.Search.Error" = "Tidak tersedia di kawasan ini. Sila cuba lokasi lain.";
"To" = "Ke";
"a_TO_b" = "ke";
"EditSearch" = "Edit carian";
"Where.Drop.Off" = "Di manakah kami boleh menghantar anda?";
"Where.Pick.Up" = "Di manakah kami boleh mengambil anda?";
"GT.Passengers" = "Penumpang";
"Total.Passengers" = "${x} penumpang";
"GT.S1.PickupDate" = "Tarikh pengambilan";
"GT.S1.OnePassenger" = "${x} penumpang";
"Additional.Info.Text2" = "Mungkin ada caj tambahan untuk perkhidmatan atau peralatan seperti tempat duduk dalam kereta khusus untuk kanak-kanak. Anda akan dihubungi sebelum sebarang caj sedemikian ditambah kepada tempahan anda.";
"GT_USP_SHORT_waiting" = "Apabila anda sampai di destinasi, kami akan menunggu anda";
"Details" = "Butiran";
"Validation.Looks.Good" = "Nampak bagus!";
"insurance.hepstar.tr.nationalIDError" = "Sila masukkan nombor ID yang sah";
"IPID_LINK_TEXT" = "Rujuk Dokumen Maklumat Produk Insurans sebelum membuat keputusan anda";
"Free.Cancellation.All.Cars" = "Pembatalan percuma ke atas semua kereta";
"SelectedCar" = "Kereta anda";
"Insurance.IPID.App" = "Dengan menambah perlindungan premium, saya mengesahkan bahawa saya sudah membaca ${x} dan berdasarkan maklumat tersebut, polisi ini sesuai dengan keperluan saya.";
"Insurance.IPID.Document" = "Dokumen IPID";
"Insurance.Explained" = "Penerangan lebihan anda";
"InsuranceExplained.TextUpdate" = "Produk ini memenuhi permintaan dan keperluan untuk sesiapa yang inginkan perlindungan liabiliti untuk kos yang dikenakan oleh syarikat kereta sewa bernilai sehingga ${x}, sekiranya berlaku kerosakan atau kehilangan kenderaan semasa tempoh penyewaan";
"ImportantInformation" = "Maklumat penting";
"CTA.PayAcceptTermsGDPR" = "Klik \"Bayar\" untuk melengkapkan tempahan anda dan bersetuju dengan ${x}, ${y} dan ${z} kami.";
"Residency.PopUp" = "Penukaran negara/rantau bermastautin anda boleh mempengaruhi harga dan ketersediaan kereta yang anda pilih. Anda akan dibawa semula ke laman Hasil, iaitu carian anda akan dikemaskinikan.";
"Country.Region" = "Negara/Wilayah";
"SearchDatesIncorrect.Error" = "Tarikh adalah salah. Sila semak tarikh yang dipilih";
"AgeFieldYoung.Error" = "Sila masukkan umur antara 18 dan 24 tahun";
"DriverFullName.Empty.Error" = "Sila isikan nama pertama dan nama keluarga pemandu.";
"DriverEmail.Empty.Error" = "Sila isikan alamat e-mel anda.";
"Phone.Empty.Error" = "Sila isikan nombor telefon anda.";
"Address.Empty.Error" = "Sila isikan alamat anda.";
"City.Empty.Error" = "Sila isikan bandar anda.";
"OpeningHours" = "Waktu bekerja";
"AgeFieldElder.Error" = "Sila masukkan umur melebihi 71 tahun";
"DistancePickupX" = "Jarak dari lokasi pengambilan: ${x}";
"Distance.Tooltip" = "Kaunter perkhidmatan pembekal kereta sewa terletak di: ${x}.  Ini adalah ${y} daripada ${z}";
"FlightNumber.Empty.Error" = "Nombor penerbangan diperlukan";
"NameOnCard" = "Nama pada kad";
"EmailAddress" = "Alamat e-mel";
"title_search_results" = "Hasil Carian";
"title_interstitial" = "Sedang mencari...";
"Availability.Mobile1" = "Kami tidak menjumpai sebarang hasil carian yang sepadan dengan kriteria anda, tetapi menukar kriteria carian anda mungkin dapat membantu.";
"Availability.Text2" = "Cuba masa pengambilan dan penghantaran yang lain";
"Availability.Text3" = "Cuba tarikh lain";
"LocationType.Airport" = "Lapangan terbang";
"DriverDetails" = "Butiran Pemandu";
"search_country" = "Carian";
"wcag.information" = "Maklumat tambahan";
"filter_clearall" = "Padamkan semua";
"filter_clear" = "Kosongkan";
"Size.Small" = "Kecil";
"Size.Medium" = "Sederhana";
"Size.Large" = "Besar";
"Size.SUV" = "Kenderaan Utiliti Sukan (SUV)";
"Size.Fullsize" = "Saiz penuh";
"Size.Luxury" = "Mewah";
"Size.Premium" = "Premium";
"simple_connection_error" = "Terdapat masalah semasa memproses permintaan anda. Sila cuba lagi";
"Residency.PopUp.Title" = "Tukar Negara/Rantau?";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"CardExpDate.Empty.Error" = "Sila isikan bulan dan tahun tarikh tamat tempoh untuk kad";
"DriverFirstName.Empty.Error" = "Sila isikan nama pertama pemandu";
"DriverLastName.Empty.Error" = "Sila isikan nama keluarga pemandu";
"FlightNumberOptional" = "Nombor Penerbangan (opsyenal)";
"results_car_empty" = "Tiada hasil carian kereta";
"Availability.Text5" = "Cuba buang penapis";
"wcag.basket" = "Bakul bayaran";
"wcag.addExtra" = "Tambah pilihan tambahan";
"wcag.removeExtra" = "Buang pilihan tambahan";
"results_driver_age" = "Usia pemandu: ${x}";
"filter_showxcars" = "Tunjukkan ${x} kereta";
"payment_premium_cover" = "Perlindungan Premium ";
"wcag.back" = "Kembali";
"Filter.CarSize.Show.All" = "Tunjukkan lebih banyak saiz";
"Filter.CarSize.Show.Less" = "Tunjukkan sedikit saiz";
"CardholderName.Empty.Error" = "Sila isikan nama pemegang kad.";
"CardSecurityCode.Empty.Error" = "Sila isikan kod sekuriti di sini.";
"CardNumber.Payment.Empty.Error" = "Sila isikan nombor kad.";
"Cardexpiry.Empty.Error" = "Sila isikan tarikh tamat tempoh kad.";
"SpecialOffer.GuaranteedNewCar" = "Dijamin Kereta Baharu";
"SpecialOffer.FreeDriver" = "Pemandu Tambahan Percuma";
"SpecialOffer.GuaranteedCarModel" = "Model Kereta yang Dijamin";
"Carblock.People" = "${x} Orang";
"cancellation_banner" = "Pembatalan percuma sehingga 48 jam sebelum pengambilan kenderaan";
"Carblock.PricePerDay" = "${x}/hari";
"Carblock.Total" = "Jumlah ${x}";
"CarPriceInclude" = "Merangkumi ${x} (${y})";
"CarPriceInclude.Free" = "Percuma";
"Insurance.Modal.Accept" = "Terima";
"Insurance.Modal.AcceptText" = "Sebelum anda meneruskan, anda mesti menerima Terma dan Syarat Insurans";
"Insurance.Modal.ViewTerms" = "Lihat Terma &amp; Syarat";
"Preferred.Supplier.Footer.Default" = "Tawaran eksklusif";
"Preferred.Supplier.Header.Default" = "Disyorkan";
"Booking.Summary.Payment.Paid" = "Telah dibayar";
"Booking.Summary.Payment.Pickup" = "Bayaran semasa pengambilan";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Harap maklum bahawa dokumentasi polisi anda boleh diberikan kepada anda melalui e-mel dan/atau pos. Apabila anda mengklik pada \'${x}\' dan memberikan alamat e-mel anda, dokumen anda akan dihantar melalui e-mel. Sekiranya anda ingin menerima dokumen insurans anda melalui pos, sila hantar e-mel kepada carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "Sila masukkan umur melebihi ${x} tahun";
"DriverAgeYoung.Error" = "Sila masukkan umur antara ${x} dan ${y} tahun";
"Extras.Show.List" = "Tunjuk senarai";
"Extras.Subheader" = "Permintaan tambahan ini tidak sentiasa terjamin dan harga adalah tertakluk kepada perubahan, jika dibayar di kaunter.";
"Extras.Included" = "Termasuk";
"Extras.X.Free" = "${x} percuma";
"Payment.Summary.Free" = "Percuma ${x}";
"error_connection_text" = "Sila pastikan anda sudah disambungkan ke rangkaian mudah alih atau WIFI dan cuba semula.";
"error_connection_cta" = "Cuba Semula";
"error_dismiss" = "Tutup";
"Upsell_Title" = "Berita Baik!";
"Upsell_Body" = "Anda ada beberapa pilihan insurans untuk kereta yang anda pilih.";
"CTA_Not_Now" = "Bukan sekarang";
"Limited_Cover_Title" = "Perlindungan terhad";
"Limited_Insurance_Checklist_Item1" = "${x} liabiliti lebihan (tidak akan dikembalikan)";
"Limited_Insurance_Checklist_Item3" = "Perlindungan kecurian &amp; kerosakan terhad";
"Premium_Insurance_Details" = "Insurans Bayaran Balik Kerosakan disediakan oleh AXA.";
"Premium_Insurance_Checklist_Item1" = "Sehingga ${x} perlindungan lebihan (boleh dikembalikan)";
"Premium_Insurance_Checklist_Item2" = "${x} deposit di kaunter";
"Premium_Insurance_Checklist_Item3" = "Bayaran balik lebihan bagi kerosakan &amp; kecurian";
"ZeroExcess_Title" = "Ikatan Lebihan Sifar";
"ZeroExcess_Insurance_Details" = "Insurans dengan lebihan sifar dan deposit rendah.";
"ZeroExcess_Checklist_Item1" = "${x} Lebihan";
"ZeroExcess_Checklist_Item2" = "Perlindungan kecurian &amp; kerosakan";
"ZeroExcess_CC_Required" = "Kredit kad tidak diperlukan";
"Insurance_Checklist_Third_Party" = "Perlindungan liabiliti pihak ketiga";
"Insurance_Checklist_Desk_Deposit" = "${x} deposit di kaunter";
"Insurance_More_Info" = "Maklumat lanjut";
"CTA_Show_Me" = "Tunjukkan kepada saya";
"SpecialOffer.ZeroExcessAvailable" = "Zero-Excess Bundle sedia ada";
"Limited_Insurance_Included" = "Termasuk dalam yuran sewaan kereta.";
"Premium_Insurance_Checklist_Item4" = "Tingkap, bumbung bahagian bawah dan tayar";
"Premium_Insurance_Checklist_Item5" = "Perlindungan utama &amp; hak milik peribadi";
"CTA_Add_Continue" = "Tambah dan teruskan";
"ZeroExcess_Terms_1" = "Dengan Pakej Lebihan Sifar (Zero Excess Bundle), anda mendapat faedah daripada Perlindungan Terhad pembekal (termasuk perlindungan liabiliti pihak ketiga), bersama lebihan ${x} dan deposit keselamatan yang lebih rendah. Jika kereta anda rosak atau dicuri, pembekal sewa kereta tidak akan mengenakan caj kepada anda.";
"ZeroExcess_Terms_2" = "Kerosakan atau kehilangan tayar, cermin depan, kaca dan bahagian bawah kereta mungkin tidak dilindungi. Sila semak dengan ejen kereta sewa di kaunter.";
"LimitedCover_Info" = "Dengan Pelindungan Terhad pembekal, anda dilindungi untuk liabiliti pihak ketiga. Anda juga boleh mempunyai perlindungan kecurian dan kerosakan terhad. Ia merangkumi sebahagian besar dari jumlah kos. Namun begitu, anda akan dipertanggungjawabkan untuk lebihan berjumlah sehingga ${x}. Apabila anda mengambil kereta anda, anda perlu memberikan deposit keselamatan menggunakan kad kredit anda. Sekiranya kereta anda rosak atau dicuri, pihak pembekal akan mengambil kos ganti rugi daripada deposit anda.";
"Swiss_Premium_Insurance_Details" = "Perlindungan insurans ditaja jamin oleh TSM Insurance. Semua tuntutan diuruskan oleh AXA Assistance.";
"FlightNumber_Error" = "Sila semak nombor penerbangan anda.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "Nombor kesetiaan ini tidak dapat disahkan";
"Priority_Messaging_Native_Results" = "Nikmati fleksibiliti dan amalan pembersihan yang dipertingkatkan.";
"Priority_Messaging_Native_Details" = "Pembatalan percuma diberikan sehingga ${x} jam sebelum pengambilan.";
"Priority_Messaging_Native_Payment" = "Kekal fleksibel dengan pembatalan percuma sehingga ${x} jam sebelum pengambilan.";
"car_features" = "Ciri Kereta";
"vehicle_fuel_hybrid" = "Hibrid";
"vehicle_fuel_electric" = "Elektrik";
"rental_info_details" = "Maklumat Lanjut";
"vehicle_fuel_policy_type_FREETANK" = "Setangki Percuma";
"vehicle_fuel_policy_desc_FREETANK" = "Kereta anda dibekalkan dengan tangki penuh bahan api percuma. Anda boleh menggunakan seberapa banyak bahan api yang anda inginkan dan tidak perlu mengisi semula tangki sebelum memulangkan kereta.";
"vehicle_fuel_policy_type_SAMESAME" = "Sama dengan Sama";
"vehicle_fuel_policy_desc_SAMESAME" = "Anda akan ambil kereta anda dengan bahan api. Periksa jumlah bahan api sebelum anda memandu. Anda perlu memulangkan kereta itu dengan tahap bahan api yang sama.";
"Filter_PriceRange" = "Julat Harga";
"Filter_AverageCarPrice" = "Purata harga kereta adalah ${x}";
"PickupType_CarDriver" = "Perkhidmatan pemandu";
"PickupType_CarDriver_Info" = "Pemandu anda akan menjemput anda di balai ketibaan di terminal lapangan terbang.";
"PickupType_MeetNGreet" = "Jumpa &amp; Sapa";
"PickupType_MeetNGreet_Info" = "Wakil daripada pembekal kereta sewa akan berjumpa dengan anda di terminal lapangan terbang untuk membawa anda ke kaunter perkhidmatan.";
"PickupType_Terminal" = "Pengambilan dari terminal lapangan terbang";
"PickupType_Terminal_Tooltip" = "Ini adalah pilihan pengambilan paling mudah. Kaunter perkhidmatan berada di dalam terminal lapangan terbang.";
"PickupType_ShuttleBus_Terminal" = "Bas ulang-alik";
"PickupType_ShuttleBus_Terminal_Tooltip" = "Bas ulang-alik percuma akan membawa anda dari terminal lapangan terbang ke kaunter perkhidmatan.";
"PickupType_ShuttleBus_Counter" = "Bas ulang-alik";
"PickupType_ShuttleBus_Counter_Tooltip" = "Bas ulang-alik percuma akan membawa anda dari terminal lapangan terbang ke kaunter perkhidmatan.";
"PickupType_HoppaShuttleBus" = "Bas Ulang-alik";
"PickupType_HoppaShuttleBus_Info" = "Bas ulang-alik akan membawa anda ke kaunter perkhidmatan berhampiran terminal lapangan terbang. Caj minimum mungkin akan dikenakan untuk perkhidmatan ini dan perlu dibayar kepada pemandu bas.";
"PickupType_OnAirport_Terminal" = "Di Lapangan Terbang";
"PickupType_OnAirport_Terminal_Info" = "Kaunter perkhidmatan berada di kawasan lapangan terbang.";
"PickupType_OnAirport" = "Di Lapangan Terbang";
"PickupType_OnAirport_Info" = "Kaunter perkhidmatan berada di kawasan lapangan terbang.";
"PickupType_Rail" = "Hubungan kereta api diperlukan";
"PickupType_Rail_Info" = "Perjalanan hubungan kereta api dari terminal lapangan terbang ke lokasi Pembekal diperlukan";
"vehicle_fuel_lpg" = "LPG";
"vehicle_fuel_hydrogen" = "Hidrogen";
"vehicle_fuel_ethanol" = "Etanol";
"vehicle_fuel_multifuel" = "Pelbagai bahan api";
"sale_search_banner_title" = "Jualan kini bermula!";
"sale_search_banner_description" = "Sehingga ${x} diskaun. Promosi istimewa tamat ${y}.";
"sale_landing_banner_title" = "Jualan kini bermula!";
"sale_landing_banner_description" = "Sehingga ${x} diskaun. Promosi istimewa tamat ${y}.";
"landing_page_1_title" = "Tempahan fleksibel";
"landing_page_3_title" = "Sokongan Pelanggan 24/7";
"landing_page_4_title" = "Tiada caj tersembunyi";
"landing_page_4_desc" = "Kami akan jelaskan sebarang kos tambahan sebelum anda menempah kereta sewa anda";
"landing_page_1_desc" = "Tempah kereta dengan pembatalan percuma sehingga 48 jam sebelum pengambilan";
"landing_page_2_title" = "Kereta disanitasi";
"landing_page_2_desc" = "Kekal selamat dan yakin sepanjang perjalanan anda dengan langkah pembersihan yang dipertingkatkan";
"landing_page_3_desc" = "Pasukan kami sentiasa bersedia untuk membantu anda dengan sebarang soalan yang anda ada tentang tempahan anda";
"landing_page_title" = "Bandingkan tawaran kereta sewa daripada lebih 1,700 pembekal dari seluruh dunia";
"landing_page_search" = "Apakah destinasi anda?";
"sale_discount_payment" = "Diskaun (-${x})";
"sales_TCs" = "Terma &amp; Syarat";
"recent_search_delete" = "Padam";
"Pickup.Error" = "Sila masukkan lokasi pengambilan anda.";
"Return.Error" = "Sila masukkan lokasi pemulangan anda.";
"HA_landing_page_title" = "Sewa kereta dengan penuh yakin. Cari. Bandingkan. Jimat.";
"Argus_landing_page_title" = "Harga terendah atau perbezaan harga dikembalikan. Mudah.";
"Premium_Insurance_title" = "Insurans Bayaran Balik Kerosakan disediakan oleh ${x}.";
"Insurance.Checklist.Item1.2" = "Bayaran balik lebihan bagi kecurian";
"ZeroExcess_Checklist_Item2_1" = "Perlindungan kerosakan";
"ZeroExcess_Checklist_Item2_2" = "Perlindungan kecurian";
"Insurance.Checklist.Item1.1" = "Bayaran balik lebihan bagi kerosakan";
"Disclaimer.Quebec" = "Perlindungan ini tidak disediakan untuk penduduk Quebec";
"Select.Province" = "Pilih wilayah";
"Province.Residency" = "Wilayah pemastautin";
"state.CA.BC" = "British Columbia";
"state.CA.AB" = "Alberta";
"state.CA.YT" = "Yukon";
"state.CA.SK" = "Saskatchewan";
"state.CA.PE" = "Pulau Putera Edward";
"state.CA.ON" = "Ontario";
"state.CA.NT" = "Wilayah Barat Laut";
"state.CA.NU" = "Nunavut";
"state.CA.NS" = "Nova Scotia";
"state.CA.NL" = "Newfoundland dan Labrador";
"state.CA.NB" = "New Brunswick";
"state.CA.MB" = "Manitoba";
"CDW_Insurance_title" = "Insurans Bayaran Balik Penepian Kerosakan Kerugian disediakan oleh AWN.";
"no_cover_title" = "Tiada Perlindungan";
"no_cover_item1" = "${x} liabiliti kerosakan &amp; kecurian";
"no_cover_item3" = "Tiada perlindungan kerosakan &amp; kecurian";
"no_cover_item2" = "${x} deposit di kaunter";
"no_cover_item4" = "Tiada perlindungan liabiliti pihak ketiga";
"no_cover_cta" = "Teruskan tanpa perlindungan";
"Insurance.Cover" = "Perlindungan Insurans";
"CTA_Confirm_booking" = "Sahkan tempahan";
"CTA.Confirm.AcceptTerms" = "Ketik ‘Sahkan Tempahan’ untuk melengkapkan tempahan anda dan menerima syarat sewaan, terma dan syarat serta dasar privasi kami.";
"state.US.AK" = "Alaska";
"state.US.AL" = "Alabama";
"state.US.AR" = "Arkansas";
"state.US.AZ" = "Arizona";
"state.US.CA" = "California";
"state.US.CO" = "Colorado";
"state.US.CT" = "Connecticut";
"state.US.DC" = "Daerah Columbia";
"state.US.DE" = "Delaware";
"state.US.FL" = "Florida";
"state.US.GA" = "Georgia";
"state.US.HI" = "Hawaii";
"state.US.IA" = "Iowa";
"state.US.ID" = "Idaho";
"state.US.IL" = "Illinois";
"state.US.IN" = "Indiana";
"state.US.KS" = "Kansas";
"state.US.KY" = "Kentucky";
"state.US.LA" = "Louisiana";
"state.US.MA" = "Massachusetts";
"state.US.MD" = "Maryland";
"state.US.ME" = "Maine";
"state.US.MI" = "Michigan";
"state.US.MN" = "Minnesota";
"state.US.MO" = "Missouri";
"state.US.MS" = "Mississippi";
"state.US.MT" = "Montana";
"state.US.NC" = "Carolina Utara";
"state.US.ND" = "Dakota Utara";
"state.US.NE" = "Nebraska";
"state.US.NH" = "New Hampshire";
"state.US.NJ" = "New Jersey";
"state.US.NM" = "New Mexico";
"state.US.NV" = "Nevada";
"state.US.NY" = "New York";
"state.US.OH" = "Ohio";
"state.US.OK" = "Oklahoma";
"state.US.OR" = "Oregon";
"state.US.PA" = "Pennsylvania";
"state.US.SC" = "Carolina Selatan";
"state.US.SD" = "Dakota Selatan";
"state.US.TN" = "Tennessee";
"state.US.TX" = "Texas";
"state.US.UT" = "Utah";
"state.US.VA" = "Virginia";
"state.US.VT" = "Vermont";
"state.US.WA" = "Washington";
"state.US.WI" = "Wisconsin";
"state.US.WV" = "Virginia Barat";
"state.US.WY" = "Wyoming";
"Insurance.Disclosure.Allianz" = "Disyorkan, ditawarkan, dijual oleh Allianz Global Assistance. Penaja jamin: Jefferson Insurance Company atau BCS Insurance Company. Pelan termasuk khidmat bantuan dan insurans. Terma dan pengecualian (termasuk prasyarat yang sedia ada) diguna pakai.";
"Insurance.Disclosure.Allianz.Link" = "Pendedahan butiran Pelan dan Harga";
"state.US.RI" = "Rhode Island";
"COVID_coverage_limitations" = "COVID-19: Had Liputan Penting";
"Damage.Protection.title" = "Insurans Perlindungan Kerosakan yang disediakan oleh ${x}";
"State.Residency" = "Negeri Kediaman";
"Select.Residency" = "Pilih Kediaman";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Tawaran eksklusif";
"Size.Midsize" = "Saiz sederhana";
"Size.Smallsuv" = "SUV kecil";
"Size.Mediumsuv" = "SUV sederhana";
"Size.Midsizesuv" = "SUV Saiz Sederhana";
"Size.Largesuv" = "SUV besar";
"Size.Mini" = "Mini";
"Size.Economy" = "Ekonomi";
"Size.Compact" = "Kompak";
"Size.Intermediate" = "Pertengahan";
"Size.Standard" = "Standard";
"Size.Minivan" = "Van mini";
"Size.Cargovan" = "Van kargo";
"Size.Van" = "Van";
"Size.Largevan.12pax" = "Van Besar";
"Size.Largevan.15pax" = "Van Besar";
"Size.Convertible" = "Kereta berhud";
"Size.Estate" = "Kereta estet/station wagon ";
"Size.Peoplecarrier" = "Pembawa Penumpang";
"Size.5seatcarrier" = "Van mini 5 tempat duduk";
"Size.7seatcarrier" = "Van mini 7 tempat duduk";
"Size.9seatcarrier" = "Van mini 9 tempat duduk";
"Size.Scooter" = "Skuter";
"Size.Truck" = "Trak";
"Size.Exotic" = "Eksotik";
"Size.Special" = "Istimewa";
"cash_banner_title" = "Jimat sehingga €40 untuk kereta sewa dengan Prime";
"Price.for.days" = "Harga untuk ${X} hari";
"cash_widget_confirmation_title" = "Tahniah!";
"cash_widget_confirmation_subtitle" = "Dengan baucar ini, anda telah berjimat ${x} untuk tempahan kereta ini.";
"cash_widget_payment_title" = "Tahniah!";
"cash_widget_payment_subtitle" = "Anda akan dapat berjimat ${x} untuk tempahan kereta ini dengan baucar anda";
"Prime_why_book_with_us" = "Mengapa ratusan ribu ahli Prime menyewa kereta dengan kami?";
"Prime_cash_widget_payment_title" = "Tahniah!";
"voucher.for.days" = "Harga baucar untuk ${x} hari";
"voucher.for.day" = "Jumlah Harga";
"Promo.Code" = "Kod promo";
"Cannot.Find.Location" = "Maaf, kami tidak dapat mencari lokasi anda. Sila cuba sekali lagi kemudian.";
"Use.Current.Location" = "Guna lokasi semasa";
"Location.Permission.Disabled" = "Untuk menggunakan ciri ini, sila pergi ke Tetapan dan dayakan kebenaran lokasi untuk aplikasi ini.";
"Sup.Ben.Select.Code.Type" = "Pilih jenis kod";
"Sup.Ben.Activated.Button.Title" = "Carian dengan diskaun";
"Sup.Ben.Add.CTA" = "Tambah promo/diskaun";
"Sup.Ben.Code" = "Kod";
"Sup.Ben.Description" = "Dapatkan kadar terbaik dengan diskaun istimewa daripada pembekal kami. Tambah diskaun Avis dan Budget sekarang.";
"Sup.Ben.Toggle.Title" = "Gunakan kadar diskaun";
"Sup.Ben.Banner.Title" = "Dapatkan kadar terbaik";
"Sup.Ben.Banner.Description" = "Dapatkan diskaun istimewa daripada rakan niaga kereta sewa eksklusif kami Avis and Budget.";
"Sup.Ben.Banner.Button" = "Mohon sekarang";
"Sup.Ben.Rental.Company" = "Syarikat Sewa";
"Sup.Ben.Promo.Validation.Error" = "Terdapat sesuatu yang tidak kena di sini. Periksa kod anda dan cuba semula";
"Sup.Ben.Promo.Validation.Success" = "Nampak bagus!";
"Sup.Ben.Code.Type" = "Jenis kod";
"Sup.Ben.Promo.Discount" = "Promo/diskaun";
"Sup.Ben.Update" = "Kemas kini";
"Sup.Ben.XOptional" = "${x} (pilihan)";
"SpecialOffer.FreeGPS" = "Termasuk GPS percuma";
"SpecialOffer.FreeWinterTyres" = "Tayar Musim Sejuk Percuma";
"Free.Extra.Included" = "Termasuk tambahan percuma";
"Customer.Portal.Booking.CTA" = "Urus Tempahan";
"Booking.Ref.Copied" = "Rujukan tempahan disalin ke papan keratan";
"Booking.Ref.Title" = "Nombor rujukan tempahan";
"Country.Selection.Settings" = "Negara/wilayah tempat tinggal mungkin akan mempengaruhi syarat sewaan anda dan memberi kesan kepada kenderaan yang muncul dalam hasil carian anda.";
"Country.Selection.Dialog.Title" = "Tukar negara/wilayah anda?";
"Country.Selection.Dialog.Text" = "Menukar negara/wilayah tempat tinggal anda sekarang akan mempengaruhi syarat sewaan anda dan untuk memberikan hasil paling tepat kepada anda, anda akan diubah hala semula ke halaman hasil carian.";
"Pay.Later.Title" = "Pilihan pembayaran";
"Pay.Later.Pay.Today" = "Bayar hari ini";
"Pay.Later.Pay.By" = "Bayar selewat-lewatnya pada ${x}";
"Pay.Later.Payment.Explainer" = "Bayar ${x} deposit untuk yuran kereta sewa anda hari ini. <b>Baki Selebihnya</b> akan dipotong secara automatik pada ${y}.";
"Pay.Later.Pay.Now" = "Bayar Sekarang";
"Pay.Later.Basket.Deducted.On" = "Ditolak pada ${x}";
"Pay.Later.Basket.Pick.Up" = "Bayar semasa Pengambilan Kereta";
"Pay.Later.Remaining.Balance.Explainer" = "Baki sewa kereta yang selebihnya akan dipotong secara automatik daripada kad anda pada ${x}.";
"Pay.Later.Accessories.Explainer" = "Anda akan bayar item berikut semasa pengambilan: ${x}";
"Pay.Later.View.Details" = "Lihat butiran";
"Payment.Processing.Message" = "Tempahan anda sedang diproses";
"Loyalty.Banner.Greeting" = "Hai";
"landing.usp.position1" = "Jimat sehingga 35% daripada kadar asas* daripada Avis dan Budget.";
"landing.usp.position2" = "Dapatkan sehingga 1,250 mata asas MileagePlus";
"landing.usp.position3" = "Avis: Gunakan nombor MileagePlus anda dan nombor Avis Worldwide Discount (AWD) A791500 untuk memperoleh mata anugerah asas MileagePlus dan diskaun.";
"landing.usp.position4" = "Budget: Gunakan nombor MileagePlus anda dan nombor Budget Customer Discount (BCD) B204900 untuk memperoleh mata ganjaran asas MileagePlus dan diskaun.";
"landing.usp.position5" = "Untuk menggunakan perbatuan, atau perbatuan dan wang tunai, lawati <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "*Penjimatan sehingga 35% diguna pakai untuk caj masa dan mata perbatuan sahaja. Semua cukai, fi (termasuk tetapi tidak terhad kepada Fi Pemulihan Eksais Penyaman Udara, Fi Pemulihan Konsesi, Fi Pemulihan Lesen Kenderaan, Fi Pemulihan Tenaga, Fi Pengurusan Tayar dan Fi Pengembaraan Kerap) dan surcaj (termasuk tetapi tidak terhad kepada Caj Kemudahan Pelanggan dan Caj Pemulihan Fi Alam Sekitar) adalah tambahan.";
"landing.usp.title" = "Tempah kereta sewa melalui United";
"united_landing.usp.title" = "Tempah kereta sewa melalui United";
"landing.usp.sale.position1" = "Tawaran istimewa masa terhad: Dapatkan tambahan 500 mata bonus MileagePlus. <a href=\"https://cars.united.com/ms/mileage-terms-and-conditions\" target=\"_blank\"><b>Terma penuh di sini.</b></a>";
"united_redeem.landing.usp.title" = "Faedah menempah kereta sewa Avis atau Budget dengan Anugerah Kereta MileagePlus";
"united_redeem.landing.usp.position1" = "Daftar masuk ke akaun MileagePlus untuk mendapatkan harga terbaik";
"united_redeem.landing.usp.position2" = "Bayar dengan mata perbatuan atau kombinasi mata perbatuan dan wang tunai";
"united_redeem.landing.usp.position3" = "Untuk membuat sebarang perubahan/pembatalan pada tempahan yang menggunakan perbatuan, sila layari <a href=\"https://cars.mileageplus.com/ms/help\" target=\"_blank\"><b>pusat bantuan</b></a> kami";
"landing.usp.tac.title" = "Terma dan Syarat";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Terma dan Syarat</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Dasar privasi tapak ini.</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Dasar privasi tapak ini.</a>";
"united_landing.usp.sale.position2" = "Tawaran istimewa masa terhad: Dapatkan tambahan 500 mata bonus MileagePlus. <a href=\"https://cars.united.com/ms/mileage-terms-and-conditions\" target=\"_blank\"><b>Terma penuh di sini.</b></a>";
"sale_landing_banner_monetary_description" = "Tempah sekarang daripada ${x} sehari!";
"sale_landing_banner_caption_closed_group" = "Eksklusif";
"sale_landing_banner_caption" = "Jualan Potongan Harga";
"sale_landing_banner_percentage_title" = "Jualan kini dibuka";
"sale_landing_banner_monetary_title" = "Tawaran kereta sewa";
"sale_landing_banner_TCs" = "Terma &amp; Syarat";
"sale_landing_banner_title_monetary" = "Tawaran kereta sewa";
"sale_search_banner_title_monetary" = "Tawaran kereta sewa";
"sale_search_banner_monetary_description" = "Tempah sekarang daripada ${x} sehari!";
"payment.options.creditcard.title" = "Kad kredit";
"payment.error.generic.dialog.text" = "Malangnya, kami tidak dapat memproses tempahan anda buat masa ini. Tempahan anda belum selesai diproses dan anda tidak dikenakan bayaran. Sila cuba semula dengan kaedah bayaran alternatif.";
"payment.googlepay.card.link" = "Perubahan";
